Repository: NORDUnet/kms_translations
Catalog: locale/kms/*/default.po
Languages: nl

source: Media "<strong>%1</strong>" is pending admin moderation and will not be visible until approved
nl: De media "<strong>%1</strong>" wacht op moderatie van de beheerder en zal niet zichtbaar zijn tot ze is goedgekeurd

source: Complete all the required fields and save the entry before you can select to publish it to categories or channels
nl: Vul alle vereiste velden in en sla het item op alvorens u kunt selecteren om op categorieën en kanalen te publiceren

source: Entry "<strong>%1</strong>" cannot be published to categories or channels. Complete all the required fields and save the entry
nl: Invoer "<strong>%1</strong>" kan niet op categorieën of kanalen worden gepubliceerd. Vul alle vereiste velden in en sla het item op

source: You must choose entries
nl: U moet items kiezen

source: You are not allowed to publish entries
nl: U bent niet gemachtigd om items te publiceren

source: Complete all the required fields and save the entry before you can select to publish it to shared repositories
nl: Vul alle vereiste velden in en sla het item op alvorens u kunt selecteren om op de gedeelde opslagplaatsen te publiceren

source: Entry "<strong>%1</strong>" cannot be published to shared repositories. Complete all the required fields and save the entry
nl: Invoer "<strong>%1</strong>" kan niet op de gedeelde opslagplaatsen worden gepubliceerd. Vul alle vereiste velden in en sla het item op

source: Terms of Use
nl: Gebruiksvoorwaarden

source: I accept the
nl: Ik ga akkoord met de

source: Publish
nl: Publiceren

source: Confirm Contribution
nl: Medewerking bevestigen

source: Please accept the terms of use
nl: Gelieve akkoord te gaan met de gebruiksvoorwaarden

source: Media page will be visible to anyone with a link to the page.
nl: De mediapagina zal zichtbaar zijn voor iedereen met een link naar de pagina.

source: Media successfully set to Unlisted
nl: De media werd succesvol ingesteld op Niet in de lijst

source: Appears In
nl: Verschijnt in

source: Categories:
nl: Categorieën:

source: Channels:
nl: Kanalen:

source: Category:
nl: Categorie:

source: Channel:
nl: Kanaal:

source: Published in:
nl: Gepubliceerd in:

source: Pending in:
nl: In behandeling in:

source: Rejected in:
nl: Geweigerd in:

source: Publish all selected media items
nl: Alle geselecteerde media-items publiceren

source: Media successfully unpublished
nl: publicatie van de media succesvol ongedaan gemaakt

source: Media successfully published
nl: Media succesvol gepubliceerd

source: Note: Some media may not be published until approved by the media moderator.
nl: Opmerking: Sommige media kunnen pas worden gepubliceerd na goedkeuring door de mediamoderator.

source: Media successfully published / unpublished
nl: Publicatie van de media succesvol uitgevoerd/ongedaan gemaakt

source: Media successfully set to Private
nl: Media succesvol ingesteld op Privé

source: This action will un-publish the entry from all categories / channels.<br/>Are you sure you want to continue?
nl: Deze actie zal de publicatie van het item van alle categorieën/kanalen ongedaan maken.<br/>Bent u zeker dat u wilt doorgaan?

source: Related
nl: Verwant

source: Related Media
nl: Verwante media

source: File type not allowed
nl: Bestandstype niet toegestaan

source: Upload Cancelled
nl: Upload geannuleerd

source: of
nl: van

source: Your media is being processed , please contact the application administrator
nl: Uw media wordt verwerkt, gelieve contact op te nemen met de toepassingsbeheerder

source: All current flavors will be replaced upon replacement approval. Any time based metadata won’t be synced with the new content
nl: Alle huidige voorkeuren zullen bij de goedkeuring van de vervanging worden vervangen. Alle tijdgebaseerde metagegevens zullen niet met de nieuwe inhoud zijn gesynchroniseerd

source: We are sorry but there is a problem with the uploaded media, please try again.
nl: Het spijt ons maar er is een probleem met de geüploade media, gelieve het opnieuw te proberen.

source: Your media was successfully replaced and unpublished from any moderated categories and channels.
nl: Uw media werd succesvol vervangen en de publicatie van alle gemodereerde categorieën en kanalen werd ongedaan maakt.

source: Your media was successfully replaced.
nl: Uw media werd succesvol vervangen.

source: Unsupported media type "%s"
nl: Niet-ondersteund mediatype "%s"

source: All Availabilities
nl: Alle beschikbaarheden

source: Future Scheduling
nl: Toekomstige planning

source: Past Scheduling
nl: Vroegere planning

source: Scheduling Ascending
nl: Planning oplopend

source: Scheduling Descending
nl: Planning aflopend

source: Publishing Schedule
nl: Publicatieschema

source: Always
nl: Altijd

source: Specific Time Frame
nl: Specifiek tijdskader

source: (The time range in which this media will be visible to users in published channels/categories)
nl: (Het tijdskader waarin deze media zichtbaar zal zijn voor gebruikers in gepubliceerde kanalen/categorieën)

source: Start Time
nl: Starttijd

source: End Time
nl: Eindtijd

source: Publish Date
nl: Publicatiedatum

source: Publishing Date
nl: Publicatiedatum

source: Not defined
nl: Niet gedefinieerd

source: The Kaltura Screen Recorder is a Java plugin that is not supported by this version of Chrome.<br>To use Kaltura Screen Recorder, please use another browser such as Safari, Internet Explorer, or Firefox.<br>For more information please review the <a href=\'http://knowledge.kaltura.com/troubleshooting-kaltura-screen-recorder\'>supported browsers list</a>.
nl: De Kaltura Screen Recorder is een Java-plug-in die door deze versie van Chrome niet wordt ondersteund.<br>Om Kaltura Screen Recorder te gebruiken, gelieve een andere browser zoals Safari, Internet Explorer of Firefox te gebruiken.<br>Raadpleeg voor meer informatie de lijst met ondersteunde browsers op <a href=\'http://knowledge.kaltura.com/troubleshooting-kaltura-screen-recorder\'></a>.

source: Screen Recording
nl: Schermopname

source: Thumbnails
nl: Miniaturen

source: Custom
nl: Aangepast

source: Last %u days
nl: Laatste %u dagen

source: Selected 'From' date should be earlier from selected 'To' date
nl: De geselecteerde datum 'Van' moet vroeger zijn dan de geselecteerde datum 'Naar'

source: Plays
nl: Afgespeeld

source: Visits
nl: Bezoeken

source: Plays to Views Ratio
nl: Verhouding afgespeeld/bekeken

source: Avg. Drop-off
nl: Gem. drop-off

source: Avg. View Time
nl: Gem. kijktijd

source: User
nl: Gebruiker

source: Contributed
nl: Meegewerkt

source: Media Title
nl: Mediatitel

source: View Drop-Off
nl: Kijkdrop-off

source: Unique videos
nl: Unieke video's

source: Total View Time
nl: Totale kijktijd

source: Avg. view time
nl: Gem. kijktijd

source: Avg. drop-off
nl: Gem. drop-off

source: Loads
nl: Geladen

source: Loads to Plays Ratio
nl: Verhouding geladen/afgespeeld

source: Plays In Channel
nl: Afgespeeld in kanaal

source: Total Plays
nl: Totaal afgespeeld

source: Avg. drop-off percent
nl: Gem. drop-offpercentage

source: Quiz Questions
nl: Quizvragen

source: Question
nl: Vraag

source: Total % Right
nl: Totaal % juist

source: Correctness
nl: Correctheid

source: Answer
nl: Antwoord

source: right
nl: juist

source: wrong
nl: fout

source: Quiz Users
nl: Quizgebruikers

source: User Answer
nl: Antwoord van de gebruiker

source: N/A
nl: N.v.t.

source: Contribution
nl: Medewerking

source: Users
nl: Gebruikers

source: Analytics
nl: Analyse

source: Answered %1 right and %2 wrong
nl: %1 juist en %2 fout beantwoord

source: There is no data available for this user
nl: Voor deze gebruiker zijn geen gegevens beschikbaar

source: %1 answered right and %2 answered wrong
nl: %1 juist en %2 fout beantwoord

source: Set as Channel Thumbnail
nl: Instellen als kanaalminiatuur

source: Upload Thumbnail
nl: Miniatuur uploaden

source: Reset Thumbnail
nl: Miniatuur resetten

source: Unsubscribe
nl: Abonnement ongedaan maken

source: Subscribe
nl: Abonneren

source: Delete Entry
nl: Invoer verwijderen

source: Presenters
nl: Presentatoren

source: (unavailable course)
nl: (onbeschikbare actie)

source: Back to Browse and Embed
nl: Terug naar Bladeren en Inbouwen

source: Missing context ID
nl: Ontbrekend context-ID

source: Embedded In Context
nl: Ingebouwd in Context

source: Media Gallery
nl: Mediagalerij

source: Featured
nl: Gekenmerkt

source: We're sorry, this entry type is no longer supported. Please refer to the documentation.
nl: Het spijt ons, dit invoertype wordt niet langer ondersteund. Raadpleeg de documentatie.

source: Your webcast event is still transmitting the local buffer. If you leave the current page the transmission will be interrupted.
nl: Uw webcastgebeurtenis is nog bezig met de overdracht van de plaatselijke buffer. Als u de huidige pagina verlaat, zal de overdracht worden onderbroken.

source: Webcast Event created successfully.
nl: Webcastgebeurtenis succesvol aangemaakt.

source: Failed to create Webcast Event.
nl: Aanmaken van de webcastgebeurtenis mislukt.

source: QNA event notification template deployment failed. Please check the logs and contact your account admin
nl: Toepassing sjabloon QNA-gebeurtenismelding mislukt. Controleer de logboeken en contacteer uw accountadmin

source: Webcast Events
nl: Webcastgebeurtenis

source: Live now
nl: Nu live

source: Upcoming event
nl: Aankomende gebeurtenis

source: Ended
nl: Beëindigd

source: Starting soon
nl: Start binnenkort

source: Scheduled to start in
nl: Gepland om te starten over

source: Webcast Event
nl: Webcastgebeurtenis

source: Edit webcast
nl: Webcast bewerken

source: Live Stream Details
nl: Details livestream

source: Add to calendar
nl: Aan kalender toevoegen

source: We identified an error with this media. Please contact your administrator to resolve the issue.
nl: We hebben een fout in deze media geïdentificeerd. Gelieve contact op te nemen met uw beheerder om het probleem op te lossen.

source: Was scheduled to start %s ago
nl: Was gepland om %s geleden te starten

source: Ended %s ago
nl: %s geleden beëindigd

source: Scheduled to start in %s
nl: Gepland om te starten over %s

source: Unlike
nl: Niet meer leuk

source: Like
nl: Vind ik leuk

source: Downloading
nl: Downloaden

source: Remove from Device
nl: Van apparaat verwijderen

source: Bad player version
nl: Slechte versie van de speler

source: The version of your app is not up to date. Click here to update to the latest version.
nl: De versie van uw app is niet up-to-date. Klik hier om naar de recentste versie te updaten.

source: App Settings
nl: App-instellingen

source: Media on Device
nl: Media op apparaat

source: URL Of Page To Purge From Cache
nl: URL van de pagina voor het verwijderen van het cachegeheugen

source: Purge
nl: Verwijderen

source: minutes
nl: minuten

source: hours
nl: uren

source: Resource Name
nl: Bronnaam

source: Resource ID
nl: Bron-ID

source: Creation Date
nl: Aanmaakdatum

source: Last Modified
nl: Laatst aangepast

source: Submit Resources CSV
nl: CSV-bronnen indienen

source: The CSV was submitted.
nl: De CSV is ingediend.

source: Event Title
nl: Titel gebeurtenis

source: Event name cannot exceed %d characters.
nl: Gebeurtenisnaam mag niet langer zijn dan %d tekens.

source: Event Organizer
nl: Organizer gebeurtenis

source: Recurrence
nl: Herhaling

source: Resource
nl: Middel

source: Click here to search resource
nl: Klik hier om hulpbron te zoeken

source: No resources defined
nl: Geen hulpbronnen gedefinieerd

source: Copy details from event to recording
nl: Kopieer details van gebeurtenis naar opname

source: Save and Exit
nl: Opslaan en afsluiten

source: Complete all the required fields and save the event before you can publish or add collaborators
nl: Vul alle vereiste velden in en sla de gebeurtenis op voordat u kunt publiceren of medewerkers kunt toevoegen

source: Complete all the required fields and save the event before you can publish
nl: Vul alle vereiste velden in en sla de gebeurtenis op voordat u kunt publiceren

source: None
nl: Geen

source: Daily
nl: Dagelijks

source: Weekly
nl: Wekelijks

source: Monthly
nl: Maandelijks

source: Range of Recurrence
nl: Bereik van herhaling

source: Start Date
nl: Startdatum

source: End Date
nl: Einddatum

source: End after
nl: Eind na

source: occurrences
nl: gebeurtenissen

source: End by
nl: Einde tegen

source: Duration
nl: Duur

source: Every
nl: Elke

source: days
nl: dagen

source: Every Weekday
nl: Elke weekdag

source: Day
nl: Dag

source: of every
nl: van elke

source: month(s)
nl: maand(en)

source: The
nl: De

source: first
nl: eerste

source: third
nl: derde

source: fourth
nl: vierde

source: last
nl: laatste

source: Recur every
nl: Herhaalt zich elke

source: week(s) on
nl: we(e)k(en) op

source: Filter Recording Categories
nl: Opnamecategorieën filteren

source: Resources
nl: Hulpbronnen

source: Filter Resources
nl: Hulpbronnen filteren

source: My Schedule
nl: Mijn planning

source: There are no occurrences in this series
nl: Er zijn geen gebeurtenissen in deze reeks

source: Occurs every weekday effective %1 until %2
nl: Vind effectief elke weekdag plaats %1 tot %2

source: Occurs every %1 days effective %2 until %3
nl: Vind elke %1 dagen effectief plaats %2 tot %3

source: Occurs every day effective %1 until %2
nl: Vind elke dag effectief plaats %1 tot %2

source: Occurs every %1 week(s) on %2 effective %3 until %4
nl: Vind elke %1 we(e)k(en) plaats op %2 effectief %3 tot %4

source: Occurs every %1 effective %2 until %3
nl: Vind effectief elke %1 plaats %2 tot %3

source: Occurs day %1 of every %2 month(s) effective %3 until %4
nl: Vind dag %1 van elke %2 maand(en) effectief plaats %3 tot %4

source: Occurs the %1 %2 of every %3 month(s) effective %4 until %5
nl: Vind effectief plaats op %1 %2 van elke %3 maand(en) %4 tot %5

source: Sunday
nl: Zondag

source: Monday
nl: Maandag

source: Tuesday
nl: Dinsdag

source: Wednesday
nl: Woensdag

source: Thursday
nl: Donderdag

source: Friday
nl: Vrijdag

source: Saturday
nl: Zaterdag

source: (Time Zone: %1)
nl: (Tijdzone: %1)

source: Sorry, this action requires Adobe Flash.
nl: Sorry, deze actie vereist Adobe Flash.

source: Load More
nl: Meer laden

source: Press CTRL-C to copy
nl: Druk op CTRL-C om te kopiëren

source: new tag
nl: nieuwe tag

source: Saving
nl: Opslaan

source: Please Wait
nl: Gelieve te wachten

source: Upload pending
nl: Upload in behandeling

source: % of
nl: % van

source: MANAGE CONFIGURATION
nl: CONFIGURATIE BEHEREN

source: MANAGE USERS
nl: GEBRUIKERS BEHEREN

source: KNOWLEDGE BASE
nl: KENNISBASIS

source: CLEAR THE CACHE
nl: HET CACHEGEHEUGEN WISSEN

source: LOG VIEWER
nl: LOGKIJKER

source: GO TO SITE
nl: GAAR NAAR SITE

source: RUN TESTS
nl: TESTS UITVOEREN

source: Notice
nl: Opmerking

source: Requirements
nl: Vereisten

source: Permission
nl: Machtiging

source: Action
nl: Actie

source: The cache was flushed successfuly.
nl: Het cachegeheugen werd succesvol gewist.

source: success
nl: succes

source: Developer Tools
nl: Ontwikkelaartools

source: Export configuration to a file
nl: Configuratie exporteren naar een bestand

source: Import configuration from a file
nl: Configuratie importeren uit een bestand

source: Create uiConfs for Widgets
nl: uiConfiguraties voor Widgets aanmaken

source: Create Custom Metadata profiles
nl: Aangepaste metagegevensprofielen aanmaken

source: How to enable "Developer Tools"
nl: Hoe kan ik "Ontwikkelaartools" activeren

source: Enable Terms of Use
nl: Gebruiksvoorwaarden activeren

source: Deployment
nl: Opstelling

source: Debug Mode cookie was planted, and will persist until you close your browser :)
nl: Er werd een Debugmodus-cookie ingeplant die zal standhouden tot u uw browser sluit :)

source: Debug Mode cookie
nl: Debugmodus-cookie

source: The unique execution id, is a mandatory parameter.
nl: Het unieke uitvoerings-ID i een verplichte parameter.

source: Unique Execution Id
nl: Uniek uitvoerings-ID

source: Debug Level
nl: Debugniveau

source: Log File
nl: Logbestand

source: General Log
nl: Algemeen logboek

source: API Log
nl: API-logboek

source: API Errors
nl: API-fouten

source: Trace Log
nl: Logboek traceren

source: Nothing found in the log file
nl: In het logbestand werd niets gevonden

source: Please login using your Kaltura account
nl: Gelieve in te loggen met uw Kaltura-account

source: Unit tests create test categories and content
nl: UnitTests creëren testcategorieën en inhoud

source: Please keep in mind that some of the test content may remain in your account after the tests are complete
nl: Gelieve in gedachten te houden dat bepaalde testinhoud in uw account kan blijven nadat de tests zijn voltooid

source: Delete User
nl: Gebruiker verwijderen

source: ADD NEW USER
nl: NIEUWE GEBRUIKER TOEVOEGEN

source: DELETE CHECKED
nl: SELECTIE VERWIJDEREN

source: SUBMIT CSV
nl: CSV INDIENEN

source: Extra data
nl: Extra gegevens

source: Actions
nl: Acties

source: No data found
nl: Geen gegevens gevonden

source: Role does not exist in config file: user will not be able to log in.
nl: De rol bestaat niet in het configuratiebestand: de gebruiker zal niet in staat zijn om in te loggen.

source: Select Users
nl: Gebruikers selecteren

source: Submit
nl: Indienen

source: You are not allowed to remove this media.
nl: U bent niet gemachtigd om deze media te verwijderen.

source: Are you sure you want to remove this item from the
nl: Bent u zeker dat u dit item wilt verwijderen uit de

source: Remove
nl: Verwijderen

source: Remove Media
nl: Media verwijderen

source: Create a New Channel
nl: Een nieuw kanaal aanmaken

source: Are you sure you want to delete %1?
nl: Bent u zeker dat u %1 wilt verwijderen?

source: Delete Confirmation
nl: Verwijderingsbevestiging

source: Delete Channel
nl: Kanaal verwijderen

source: Your search for "%1" did not match any channels.
nl: Uw zoekopdracht voor "%1" heeft geen kanalen opgeleverd.

source: Make sure you spelled the word correctly
nl: Zorg ervoor dat u het woord correct hebt gespeld.

source: Try a different search term
nl: Probeer een andere zoekterm

source: You do not manage any channels.
nl: U beheert geen kanalen.

source: You are not a member of any channel.
nl: U bent geen lid van een kanaal.

source: You are not subscribed to any channel.
nl: U bent niet geabonneerd op een kanaal.

source: Search (as manager)
nl: Zoeken (als manager)

source: Search (as member)
nl: Zoeken (als lid)

source: There are no more channels.
nl: Er zijn geen kanalen meer.

source: Search for channels
nl: Zoeken naar kanalen

source: There are no channels.
nl: Er zijn geen kanalen.

source: My Shared Repositories
nl: Mijn gedeelde opslagplaatsen

source: Search my channels
nl: Mijn kanalen zoeken

source: No Shared repository is configured, please contact your KAF administrator.
nl: Er is geen gedeelde opslagplaats geconfigureerd, gelieve uw KAF-beheerder te contacteren.

source: Are you sure you want to remove the current channel thumbnail?
nl: Bent u zeker dat u de huidige kanaalminiatuur wilt verwijderen?

source: Reset Thumbnail Confirmation
nl: Bevestiging reset miniatuur

source: No Search Results...
nl: Geen zoekresultaten...

source: No more Entries found.
nl: Geen items meer gevonden.

source: No Media Found
nl: Geen media gevonden

source: Thumbnail for channel %1
nl: Thumbnail voor kanaal %1

source: There are no more media items.
nl: Er zijn geen media-items meer.

source: Show Details
nl: Details weergeven

source: Hide Details
nl: Details verbergen

source: Search this channel
nl: Dit kanaal zoeken

source: Add a Collaborator
nl: Een medewerker toevoegen

source: Oops, something went wrong. The information was not saved.
nl: Oei, er is iets misgelopen. De informatie werd niet opgeslagen.

source: Please fill out these details
nl: Gelieve deze details in te vullen

source: The information will be saved, once the file is finished uploading
nl: De informatie zal worden opgeslagen van zodra het bestand is geüpload

source: An unexpected error occurred while saving the entry
nl: Er is een onverwachte fout opgetreden tijdens het opslaan van het item

source: Finished recording
nl: Klaar met registratie

source: Finished uploading
nl: Klaar met upload

source: Back
nl: Terug

source: Note: Once you change owner you will not be able to edit this media and it will no longer appear in your “My Media” list.
nl: Opmerking: Van zodra u de eigenaar wijzigt, zult u deze media niet kunnen bewerken en zal ze niet langer in de lijst "Mijn media" worden weergegeven.

source: Change media owner
nl: Eigenaar van de media wijzigen

source: Your media is ready.
nl: Uw media is klaar

source: Please
nl: Gelieve

source: refresh the page
nl: de pagina te vernieuwen

source: to update all information.
nl: om alle informatie bij te werken.

source: Are you sure you want to remove %1 as a media collaborator?
nl: Bent u zeker dat u %1 als mediamedewerker wilt verwijderen?

source: You are not allowed to delete this media.
nl: U bent niet gemachtigd om deze media te verwijderen.

source: Are you sure you want to permanently delete %1 items?
nl: Bent u zeker dat u %1 items permanent wilt verwijderen?

source: Are you sure you want to delete this media?
nl: Bent u zeker dat u deze media wilt verwijderen?

source: Your changes have been saved.
nl: Uw wijzigingen werden opgeslagen.

source: Update
nl: Updaten

source: Edit a Collaborator
nl: Een medewerker bewerken

source: Clear rejected status
nl: Geweigerde status wissen

source: Entry could not be created.
nl: Invoer kon niet worden aangemaakt.

source: No Entries
nl: Geen items

source: Stack trace:
nl: Stapel traceren:

source: Request Parameters:
nl: Verzoekparameters:

source: Exception information:
nl: Uitzonderingsinformatie:

source: Error
nl: Fout

source: Search this category
nl: In deze categorie zoeken

source: version
nl: versie

source: build
nl: gebouwd

source: failed to install
nl: installatie mislukt

source: You can try to start installation again
nl: U kunt proberen om de installatie opnieuw te starten

source: here
nl: hier

source: If you keep getting installation error contact Kaltura for support
nl: Als u de installatiefout blijft krijgen, neem dan contact op met Kaltura voor hulp

source: Provide all logs under the "logs" directory
nl: Plaats alle logboeken onder de map "logboeken"

source: was setup successfully
nl: werd succesvol ingesteld

source: You can visit your Kaltura %1 site
nl: U kunt uw Kaltura-site %1 bezoeken

source: You can create new users for your Kaltura %1 site
nl: U kunt nieuwe gebruikers aanmaken voor uw Kaltura-site %1

source: You can go to the administration area to set more configuration options
nl: U kunt naar de beheerzone gaan om meer configuratieopties in te stellen

source: Note:
nl: Opmerking:

source: some functionality might be limited or broken until you complete all of the required configurations. Refer to the installation and setup guide to complete the required configurations.
nl: sommige functies kunnen beperkt zijn of niet werken tot u alle vereiste configuraties hebt voltooid. Raadpleeg de installatie- en instellingsgids om de vereiste configuraties te voltooien.

source: uiConfs are updated with the latest versions of widgets and functionality.
nl: uiConfiguraties worden bijgewerkt met de laatste versies van de widgets en functies.

source: If you would like to use a different custom uiConf you can revert back to your old uiConf and/or upgrade your custom uiConf to what is available in this version.
nl: Als u een andere aangepaste uiConfiguratie wilt gebruiken, kunt u terugkeren naar uw oude uiConfiguratie en/of uw aangepaste uiConfiguratie bijwerken tot wat er in deze versie beschikbaar is.

source: To run the UnitTests please click
nl: Om de UnitTests uit te voeren, gelieve te klikken

source: Install
nl: Installeren
