Repository: NORDUnet/kms_translations
Catalog: locale/kms/*/default.po
Languages: nl

source: Changes were made to a single occurrence from a series. Saving these changes means changes to the series will no longer apply to this occurrence. Would you like to Save your changes?
nl: Wijzigingen werden aan een aflevering uit een reeks aangebracht. Als u deze wijzigingen opslaat, betekent dit dat u wijzigingen aan de series niet meer van toepassing zijn op die aflevering. Wilt u uw wijzigingen opslaan?

source: Don't Save
nl: Niet opslaan

source: Save Event
nl: Gebeurtenis opslaan

source: Edit Event
nl: Gebeurtenis bewerken

source: Event created successfully.
nl: Gebeurtenis met succes opgeslagen.

source: You are viewing a single occurrence that is part of a series.
nl: U bekijkt één voorval dat deel uitmaakt van een reeks.

source: You are viewing an event series.
nl: U bekijkt een gebeurtenissenreeks.

source: This occurrence is an exception to the series. Changes made to the series will not apply to this occurrence.
nl: Deze aflevering is een uitzondering op de reeks. Wijzigingen aan de reeks worden niet op deze aflevering toegepast.

source: Are you sure you want to delete the entire series?
nl: Weet u zeker dat u de volledige reeks wilt verwijderen?

source: Are you sure you want to delete this event?
nl: Weet u zeker dat u deze gebeurtenis wilt verwijderen?

source: Delete Event
nl: Gebeurtenis verwijderen

source: Any changes you made will not be saved, are you sure you want to continue?
nl: De wijzigingen die u hebt aangebracht zullen niet worden opgeslagen. Weet u zeker dat u wilt doorgaan?

source: Continue
nl: Doorgaan

source: Go To Series
nl: Ga naar reeksen

source: No more events are scheduled for this date.
nl: Er zijn geen gebeurtenissen meer gepland voor deze datum.

source: Jump To
nl: Ga naar

source: Event Recurrence
nl: Herhaling gebeurtenis

source: No events planned.
nl: Geen gebeurtenissen gepland.

source: The resource is unavailable at the selected time. Please see a list of conflicting events below.
nl: De hulpbron is niet beschikbaar op het geselecteerde tijdstip. Raadpleeg onderstaande lijst met gebeurtenisconflicten.

source: Please select a different resource or time to save the event.
nl: Selecteer een andere hulpbron of tijdstip om de gebeurtenis op te slaan.

source: Select a CSV file:
nl: Selecteer een CSV-bestand:
