Repository: NORDUnet/kms_translations
Catalog: locale/kms/*/default.po
Languages: nl

source: Add New User
nl: Nieuwe gebruiker toevoegen

source: Edit User
nl: Gebruiker bewerken

source: Are you sure you want to delete
nl: Bent u zeker dat u

source: users
nl: gebruikers

source: users were deleted successfully
nl: de gebruikers werden succesvol verwijderd

source: Are you sure you want to delete the user
nl: Bent u zeker dat u de gebruiker wilt verwijderen

source: The user
nl: De gebruiker

source: was deleted successfully
nl: werd succesvol verwijderd

source: Passwords do not match
nl: Wachtwoorden stemmen niet overeen

source: The User
nl: De gebruiker

source: was added successfully
nl: werd succesvol toegevoegd

source: This User ID is taken. Please choose another
nl: Dit gebruiker-ID bestaat reeds. Gelieve een ander te kiezen

source: User ID must be a string or an email address, no spaces
nl: Het gebruiker-ID moet een string of een e-mailadres zijn, geen spaties

source: was saved successfully
nl: werd succesvol opgeslagen

source: User Management
nl: Gebruikersbeheer

source: Submit Users CSV
nl: CSV van de gebruikers indienen

source: The CSV was submitted. You can track the progress of your import from Kaltura Management Console (KMC)
nl: De CSV werd ingediend. U kunt de voortgang van uw import opvolgen vanaf de Kaltura Management Console (KMC)

source: ! Failed to submit CSV !
nl: ! Indienen van CSV mislukt !

source: The config file
nl: Het configuratiebestand

source: is not writable
nl: kan niet worden bewerkt

source: Save is disabled
nl: Opslaan is onmogelijk

source: Configuration Management
nl: Configuratiebeheer

source: Configuration saved
nl: Configuratie opgeslagen

source: Error saving configuration - invalid URL schema
nl: Fout bij het opslaan van de configuratie - ongeldig URL-schema

source: schema must be http or https
nl: schema moet http of https zijn

source: Please correct the schema and save the configuration.
nl: Gelieve het schema te corrigeren en de configuratie op te slaan.

source: Please refresh the page and try again.
nl: Gelieve de pagina te vernieuwen en het opnieuw te proberen.

source: Security Validation Error
nl: Fout beveiligingsvalidatie

source: Failed to save configuration
nl: Opslaan van de configuratie mislukt

source: Please make sure that the config files backup folder exists, and that it is writable
nl: Gelieve ervoor te zorgen dat er een back-upmap voor de configuratiebestanden bestaat en dat ze kan worden bewerkt

source: Config Validation:
nl: Config. validatie

source: FAILED
nl: MISLUKT

source: Your configuration for "%1" was saved.
nl: Uw configuratie voor "%1" werd opgeslagen.

source: The cache was cleared
nl: Het cachegeheugen werd gewist

source: We saved a backup file of your configuration under "%1".
nl: We hebben een back-upbestand van uw configuratie opgeslagen onder "%1".

source: Saving Configuration
nl: Configuratie opslaan

source: An error occurred while saving your configuration
nl: Bij het opslaan van uw configuratie is een fout opgetreden

source: Please check the logs for details
nl: Gelieve de logboeken te bekijken voor details

source: Field will be reset to it's default value.
nl: Veld zal worden gereset naar de standaardwaarde.

source: The cache was cleared.
nl: Het cachegeheugen is gewist.

source: Reset to default
nl: Reset naar standaardwaarde

source: Clear Cache
nl: Cachegeheugen wissen

source: Log File Viewer
nl: Logbestandkijker

source: Kaltura MediaSpace&trade; Configuration
nl: Kaltura MediaSpace&trade; Configuratie

source: Import Configuration
nl: Configuratie importeren

source: Your configuration was imported, and the cache was cleared. Click OK to go back to the
nl: Uw configuratie werd geïmporteerd en het cachegeheugen werd gewist. Klik op OK om terug te gaan naar de

source: The configuration import process has failed.
nl: Het proces van de configuratie-import is mislukt.

source: Perhaps you can try again with a different file?
nl: Misschien kunt u het opnieuw proberen met een ander bestand?

source: maximum one file expected
nl: maximum een bestand verwacht

source: Enter user id or name
nl: Voer een gebruiker-ID of naam in

source: channel
nl: kanaal

source: category
nl: categorie

source: Sorry, you cannot access this page. Either access has been denied or page was not found.
nl: Sorry, u hebt geen toegang tot deze pagina. Ofwel werd de toegang geweigerd ofwel kon de pagina niet worden gevonden.

source: Loading
nl: Laden

source: The information was saved successfully
nl: De informatie werd succesvol opgeslagen

source: A channel with the same name already exists. Please choose a different channel name.
nl: Er bestaat reeds een kanaal met dezelfde naam. Gelieve een andere kanaalnaam te kiezen.

source: Channel %1 already exists.
nl: Kanaal %1 bestaat reeds.

source: Channel "%1" was deleted
nl: Kanaal "%1" werd verwijderd

source: You cannot delete the media while it is published
nl: U kunt de media niet verwijderen aangezien die wordt gepubliceerd

source: Delete
nl: Verwijderen

source: Options
nl: Opties

source: Collaboration
nl: Samenwerking

source: Owner change failed, please try again.
nl: Wijziging van de eigenaar mislukt, gelieve het opnieuw te proberen.

source: You must choose entries to delete.
nl: U moet items kiezen om te verwijderen.

source: (You are not allowed to delete other %1 entries)
nl: (U bent niet gemachtigd om andere %1 items te verwijderen)

source: Successfully deleted %1 items!
nl: %1 items succesvol verwijderd!

source: Successfully deleted "%1"
nl: "%1" succesvol verwijderd

source: Choose a file to upload
nl: Kies een bestand om te uploaden

source: Choose another file
nl: Kies een ander bestand

source: Upload Media
nl: Media uploaden

source: Upload another file
nl: Een ander bestand uploaden

source: User is already a collaborator.
nl: De gebruiker is reeds een medewerker.

source: User was not found or is not eligible, choose a valid one.
nl: De gebruiker kon niet worden gevonden of komt niet in aanmerking, kies een geldige gebruiker.

source: You must select a user and at least one permission.
nl: U moet een gebruiker en minstens een machtiging selecteren.

source: A category with the same name already exists. Please choose a different category name.
nl: Er bestaat reeds een categorie met dezelfde naam. Gelieve een andere categorienaam te kiezen.

source: This instance does not require installation at this time
nl: Dit geval vereist op dit moment geen installatie

source: Requirements check
nl: Controle vereisten

source: Installation
nl: Installatie

source: Done
nl: Klaar

source: The instanceId provided is already in use. Check the "force use instanceId" or provide another ID
nl: Het opgegeven geval-ID is reeds in gebruik. Vink "gebruik geval-ID forceren" aan of geef een ander ID op

source: Installation Error
nl: Installatiefout

source: Knowledge base
nl: Kennisbasis

source: Select a locale file:
nl: Een lokaal bestand selecteren:

source: Upload locale file
nl: Lokaal bestand uploaden

source: Select a locale icon:
nl: Een lokaal pictogram selecteren:

source: Upload locale icon
nl: Lokaal pictogram uploaden

source: Playlist successfully updated
nl: Afspeellijst succesvol bijgewerkt

source: The playlist could not be updated
nl: De afspeellijst kon niet worden bijgewerkt

source: Playlist
nl: Afspeellijst

source: not found
nl: niet gevonden

source: Search for media from:
nl: Zoeken naar media van:

source: Search for tag:
nl: Zoeken naar tag:

source: Search for:
nl: Zoeken naar:

source: Search Channels
nl: Kanalen zoeken

source: channels that include the text in their name or description
nl: kanalen die de tekst in hun naam of beschrijving hebben

source: Search Categories
nl: Categorieën zoeken

source: categories that include the text in their name or description
nl: categorieën die de tekst in hun naam of beschrijving hebben

source: This instance does not require upgrade at this time
nl: Dit geval vereist op dit moment geen upgrade

source: Upgrade Error
nl: Upgradefout

source: Error in authentication. Auth Adapter %1 does not exist!
nl: Fout in de bevestiging. Bev Adapter %1 bestaat niet!

source: The Redirect URL %1 is invalid
nl: De Redirect URL %1 is ongeldig

source: Invalid Username/Password provided
nl: Ongeldige gebruikersnaam/wachtwoord opgegeven

source: Sorry, you cannot access this page.
nl: Sorry, u hebt geen toegang tot deze pagina.

source: Search My Media
nl: Mijn media zoeken

source: Delete all selected media items
nl: Alle geselecteerde media-items verwijderen

source: Search for..
nl: Zoeken naar..

source: Search for media found in:
nl: Zoeken naar media gevonden in:

source: Search
nl: Zoeken

source: User is not eligible for ownership, please choose a new owner
nl: Gebruiker komt niet in aanmerking voor eigenaarschap, gelieve een nieuwe eigenaar te kiezen

source: Enter user name
nl: Gebruikersnaam invoeren

source: User name or ID
nl: Gebruikersnaam of -ID

source: Value is longer than %max% characters
nl: De waarde is langer dan %max% karakters

source: Name
nl: Naam

source: Name is a required field
nl: Naam is een vereist veld

source: Description
nl: Beschrijving

source: Enter Description...
nl: Beschrijving invoeren...

source: Save
nl: Opslaan

source: Open
nl: Openen

source: Anyone can view content (including anonymous users) but only admin role users and category members can contribute content.
nl: Iedereen kan inhoud bekijken (inclusief anonieme leden) maar alleen gebruikers met de beheerdersrol en categorieleden kunnen inhoud toevoegen.

source: Restricted
nl: Beperkt

source: All logged in users can view content but only Category members can contribute content.
nl: Alle ingelogde gebruikers kunnen inhoud bekijken maar alleen Categorieleden kunnen inhoud toevoegen.

source: Private
nl: Privé

source: Only Category members can view and contribute content.
nl: Alleen Categorieleden kunnen inhoud bekijken en toevoegen.

source: All logged in users can view content and only channel members can contribute content.
nl: Alle ingelogde gebruikers kunnen inhoud bekijken en alleen kanaalleden kunnen inhoud toevoegen.

source: Only channel members can view and contribute content.
nl: Alleen kanaalleden kunnen inhoud bekijken en bijdragen.

source: Shared Repository
nl: Gedeelde opslagplaats

source: Only channel members can view and contribute content; Content may be published to other channels, according to publishing entitlements.
nl: Alleen kanaalleden kunnen inhoud bekijken en bijdragen; Inhoud kan op andere kanalen worden gepubliceerd, naargelang de publicatierechten.

source: Public
nl: Publiek

source: Anyone can view content (including anonymous not logged-in users). Only channel members can contribute content according to their publishing entitlements.
nl: Iedereen kan inhoud bekijken (inclusief anonieme, niet-ingelogde gebruikers). Alleen kanaalleden kunnen inhoud bijdragen volgens hun publicatierechten.

source: Back to Channel
nl: Terug naar kanaal

source: Entry name cannot exceed %d characters.
nl: Invoernaam mag niet langer zijn dan %d tekens.

source: Required for shared repository
nl: Vereist voor gedeelde opslagplaats

source: Click to add required metadata for shared repository
nl: Klik om de vereiste metagegevens voor de gedeelde opslagplaats toe te voegen

source: Assign the media to one or more filters:
nl: Wijs de media aan een of meerdere filters toe:

source: Go To Media
nl: Ga naar Media

source: Go To My Media
nl: Ga naar mijn media

source: Go To Shared Repository
nl: Ga naar de gedeelde opslagplaats

source: Go To
nl: Ga naar

source: Channel
nl: Kanaal

source: Category
nl: Categorie

source: * Required for Shared Repository
nl: * Vereist voor de gedeelde opslagplaats

source: Co-Editors and Co-Publishers
nl: Co-editors en co-publishers

source: Note:
nl: Opmerking:

source: Sub categories under a private category will be visible only to members of those sub categories
nl: Subcategorieën onder een privécategorie zullen enkel zichtbaar zijn voor leden van deze subcategorieën

source: Back to Category
nl: Terug naar categorie

source: Important! Click for notes
nl: Belangrijk! Klik voor de opmerkingen

source: Creating a new user with an existing user ID will override the existing user's info.
nl: Het aanmaken van een nieuwe gebruiker met een bestaand gebruiker-ID zal de informatie van de bestaande gebruiker overschrijven.

source: User ID, password and email may only contain these characters: 0-9, full alphabet of most languages (utf-8) and ~ . ! @ # $ % _ - +.&nbsp; Extra data can contain anything but a single-quote (\'), double-quote (") or backslash (\\).
nl: Het gebruiker-ID, het wachtwoord en het e-mailadres mogen enkel deze karakters bevatten: 0-9, volledige alfabet van de meeste talen (utf-8) en ~ . ! @ # $ % _ - +.&nbsp; Extra gegevens mogen alles bevatten behalve een enkel aanhalingsteken ('), dubbel aanhalingsteken (") of een backslash (\\).

source: To store name-value pairs in "Extra data": separate names from values with the equals sign (=) and separate name-value sets using a comma (,), e.g. name=value,lorem=ipsum,one=two.
nl: Om paren naam/waarde in "Extra gegevens" op te slaan: scheid de namen van de waarden met een =-teken (=) en scheid de verschillende paren naam/waarde met een komma (,), bijv. naam=waarde,lorem=ipsum, een=twee.

source: Passwords cannot be retrieved but only overwritten.
nl: De wachtwoorden kunnen niet worden opgeroepen maar enkel worden overschreven.

source: User ID
nl: Gebruiker-ID

source: First Name
nl: Voornaam

source: Last Name
nl: Achternaam

source: Password
nl: Wachtwoord

source: Confirm Password
nl: Wachtwoord bevestigen

source: send by email
nl: per e-mail verzenden

source: generate new password
nl: nieuw wachtwoord genereren

source: Role
nl: Rol

source: Extra Data
nl: Extra gegevens

source: Required
nl: Vereist

source: Upload configuration file
nl: Configuratiebestand uploaden

source: Keep partner settings?
nl: Partnerinstellingen behouden?

source: Yes
nl: Ja

source: No
nl: Nee

source: Import
nl: Importeren

source: Username
nl: Gebruikersnaam

source: Instance ID
nl: Geval-ID

source: Unique ID for this instance of MediaSpace installation.
nl: Uniek ID voor dit geval van de installatie van MediaSpace.

source: String to be set as privacy context on KMS root category to enforce entitlement. Minimal length - 4 characters.
nl: String die moet worden ingesteld als privacycontext op de KMS rootcategorie om de machtiging te forceren. Minimale lengte - 4 karakters.

source: Next
nl: Volgende

source: Force instance id
nl: Geval-ID forceren

source: Sign in
nl: Aanmelden

source: Cancel
nl: Annuleren

source: Select File
nl: Bestand selecteren

source: Show
nl: Tonen

source: Title
nl: Titel

source: Entry name
nl: Invoernaam

source: Unique entry identifier
nl: Unieke invoeridentifier

source: Scheduling
nl: Planning

source: Media availability for viewing
nl: Mediabeschikbaarheid om te bekijken

source: Media Owner
nl: Eigenaar media

source: Owner not found
nl: Eigenaar niet gevonden

source: Grid
nl: Rooster

source: Collapsed view
nl: Ingeklapte weergave

source: Detailed view
nl: Gedetailleerde weergave

source: Table
nl: Tabel

source: No Role - Sys Admin only
nl: Geen rol - Enkel systeembeheerder

source: sessionLifetime was below the minimum. Using the minimum:
nl: sessieLevensduur was onder het minimum. Gebruikt het minimum:

source: Client > verifySSL changed to yes
nl: Client > schema controle-SSL gewijzigd in ja

source: Client > serviceUrl schema changed to
nl: Client > schema service-Url gewijzigd in

source: KMS Internal server error
nl: KMS Interne serverfout

source: We are sorry, but something went wrong. Please try again or contact your support team for assistance.
nl: Het spijt ons maar er ging iets mis. Probeer het opnieuw of neem contact op met uw ondersteuningsteam voor bijstand.

source: Page not found
nl: Pagina niet gevonden

source: We're sorry, the page you requested cannot be found. Please check the address line or follow the navigation menu.
nl: Het spijt ons, de verzochte pagina kan niet worden gevonden. Gelieve de adreslijn te controleren of het navigatiemenu te volgen.

source: Access Denied
nl: Toegang geweigerd

source: Invalid operation
nl: Ongeldige bewerking

source: API Error
nl: Fout API

source: Application Error
nl: Fout applicatie

source: All fields should be filled with values
nl: Alle velden moeten worden ingevuld met waarden

source: Language "%1" is a selected language. If you want to delete this language you must first remove it from the selected languages list
nl: Taal "%1" is een geselecteerde taal. als u deze taal wilt verwijderen, moet u ze eerst verwijderen uit de lijst met geselecteerde talen

source: Language: "%1" is a selected language. If you want to edit this language you must first remove it from the selected languages list
nl: Taal: "%1" is een geselecteerde taal. Als u deze taal wilt bewerken moet u ze eerst verwijderen uit de lijst met geselecteerde talen

source: Language code should be a unique code. The following languages already have the same code as you chose:
nl: Taalcode moet een unieke code zijn. De volgende talen hebben reeds dezelfde code als uw keuze:

source: Uploaded flag is not a valid image file
nl: Geüploade vlag is geen geldige afbeelding

source: Failed to upload flag image.
nl: Vlagafbeelding uploaden mislukt.

source: Most Recent - All published videos in channel or categories by creation date
nl: Meest recent - Alle gepubliceerde video's in kanaal of categorieën op aanmaakdatum

source: Most Viewed - All published videos in channel or categories by number of plays
nl: Meest bekeken - Alle gepubliceerde video's in kanaal of categorieën op aantal keren afgespeeld

source: Most Liked - All published videos in channel or categories by number of likes
nl: Meest geliket - Alle gepubliceerde video's in kanaal of categorieën op aantal likes

source: Custom Playlist
nl: Aangepaste afspeellijst

source: Most Viewed
nl: Meest bekeken

source: Most Liked
nl: Meest geliket

source: Most Recent
nl: Meest recent

source: Error in authentication. Auth Adapter "%1" does not exist!
nl: Fout bij authenticatie. Auth. adapter "%1" bestaat niet!

source: Published In
nl: Gepubliceerd in

source: Published channels
nl: Gepubliceerde kanalen

source: Unlisted
nl: Niet in de lijst

source: Unpublished
nl: Niet-gepubliceerd

source: Image
nl: Afbeelding

source: Slides
nl: Dia's

source: Your token expired. Please refresh your page
nl: Uw token is verlopen. Gelieve uw pagina te vernieuwen

source: * Required To Publish
nl: * Vereist om te publiceren

source: Active
nl: Actief

source: Upcoming
nl: Aankomend

source: Expired
nl: Verlopen

source: Abkhazian
nl: Abchaziaans

source: Albanian
nl: Albanees

source: Amharic
nl: Amhaars

source: Arabic
nl: Arabisch

source: Armenian
nl: Armeens

source: Assamese
nl: Assamees

source: Azerbaijani
nl: Azerbeidzjaans

source: Basque
nl: Baskisch

source: Bengali (Bangla)
nl: Bengaals (Bangla)

source: Bhutani
nl: Bhutaans

source: Breton
nl: Bretoens

source: Bulgarian
nl: Bulgaars

source: Burmese
nl: Birmaans

source: Byelorussian (Belarusian)
nl: Wit-Russisch

source: Cambodian
nl: Cambodjaans

source: Catalan
nl: Catalaans

source: Chinese
nl: Chinees

source: Corsican
nl: Corsicaans

source: Croatian
nl: Kroatisch

source: Czech
nl: Tsjechisch

source: Danish
nl: Deens

source: Dutch
nl: Nederlands

source: English
nl: Engels

source: English (American)
nl: Engels (Amerikaans)

source: English (British)
nl: Engels (Brits)

source: Estonian
nl: Estisch

source: Faeroese
nl: Faeroers

source: Finnish
nl: Fins

source: French
nl: Frans

source: Frisian
nl: Fries

source: Gaelic (Manx)
nl: Gaelisch (Manx)

source: Gaelic (Scottish)
nl: Gaelisch (Schots)

source: Galician
nl: Gallicaans

source: Georgian
nl: Georgisch

source: German
nl: Duits

source: Greek
nl: Grieks

source: Greenlandic
nl: Groenlands

source: Hebrew
nl: Hebreeuws

source: Hungarian
nl: Hongaars

source: Icelandic
nl: IJslands

source: Indonesian
nl: Indonesisch

source: Irish
nl: Iers

source: Italian
nl: Italiaans

source: Japanese
nl: Japans

source: Javanese
nl: Javaans

source: Kannada
nl: Kanarees

source: Kazakh
nl: Kazaks

source: Kinyarwanda (Ruanda)
nl: Kinyarwanda (Rwanda)

source: Kirghiz
nl: Kirgizisch

source: Korean
nl: Koreaans

source: Kurdish
nl: Koerdisch

source: Laothian
nl: Laotiaans

source: Latin
nl: Latijn

source: Latvian (Lettish)
nl: Lets

source: Limburgish (Limburger)
nl: Limburgs

source: Lithuanian
nl: Litouws

source: Macedonian
nl: Macedonisch

source: Malagasy
nl: Malagasi

source: Malay
nl: Maleis

source: Maltese
nl: Maltees

source: Marathi
nl: Marathisch

source: Moldavian
nl: Moldavisch

source: Mongolian
nl: Mongools

source: Multilingual
nl: Meertalig

source: Nepali
nl: Nepalees

source: Norwegian
nl: Noors

source: Occitan
nl: Occitaans

source: Pashto (Pushto)
nl: Pasjtoe (Pushto)

source: Polish
nl: Pools

source: Portuguese
nl: Portugees

source: Rhaeto-Romance
nl: Reto-Romaans

source: Romanian
nl: Roemeens

source: Russian
nl: Russisch

source: Samoan
nl: Samoaans

source: Sanskrit
nl: Sanskriet

source: Serbian
nl: Servisch

source: Serbo-Croatian
nl: Servo-Kroatisch

source: Sinhalese
nl: Singalees

source: Slovak
nl: Slovaaks

source: Slovenian
nl: Sloveens

source: Somali
nl: Somalisch

source: Spanish
nl: Spaans

source: Sundanese
nl: Soendanees

source: Swedish
nl: Zweeds

source: Tajik
nl: Tadzjiek

source: Tatar
nl: Tataars

source: Thai
nl: Thais

source: Tibetan
nl: Tibetaans

source: Turkish
nl: Turks

source: Turkmen
nl: Turkmeens

source: Uighur
nl: Oeigoer

source: Ukrainian
nl: Oekraiëns

source: Uzbek
nl: Oezbeeks

source: Vietnamese
nl: Vietnamees

source: Volapuk
nl: Volapük

source: Yiddish
nl: Jiddish

source: Zulu
nl: Zoeloe

source: Webcam Recording
nl: Webcamopname

source: My Media
nl: Mijn media

source: Channels
nl: Kanalen

source: My Channels
nl: Mijn kanalen

source: My Playlists
nl: Mijn afspeellijsten

source: In order to use the latest functionality and apply the latest bug fixes it is recommended that we upgrade the version of the widgets used in your MediaSpace (including the players).
nl: Om de laatste functies te gebruiken en de laatste bugherstellingen toe te passen, is het aanbevolen dat we de versie van de gebruikte widgets in uw MediaSpace upgraden (inclusief de spelers).

source: Would you like to automatically upgrade the widgets used in your MediaSpace?
nl: Wilt u de gebruikte widgets in uw MediaSpace automatisch upgraden?

source: Yes - The upgrade process will create new widgets and override your MediaSpace configuration with these out-of-the box uiConfs. If you have customized any of the widgets, please review the release notes and change log to see how to apply those changes to your customized widgets.
nl: Ja - Het upgradeproces zal nieuwe widgets creëren en uw MediaSpace-configuratie overschrijven met deze out-of-the box uiConfiguraties. Als u een van de widgets hebt aangepast, gelieve dan de vrijgavenota's en het wijzigingslogboek te bekijken om te kijken hoe deze wijzigingen op uw aangepaste widgets moeten worden toegepast.

source: No - the upgrade process will not override your MediaSpace configuration and keep your current widgets. In this case you will need to update your widgets manually by following the release notes and change log.
nl: Nee - het upgradeproces zal uw MediaSpace-configuratie niet overschrijven en uw huidige widgets behouden. In dit geval moet u uw widgets manueel updaten door de vrijgavenota"s en het wijzigingslogboek te volgen.

source: An error occurred while trying to save .mo file, please try again.
nl: Er is een fout opgetreden tijdens het proberen opslaan van het .mo-bestand, probeer het opnieuw.
