Repository: NORDUnet/kms_translations
Catalog: locale/kms/*/default.po
Languages: nl

source: Please fill all the fields!
nl: Gelieve alle velden in te vullen!

source: Installation in progress. Please wait...
nl: Installatie aan de gang. Even geduld...

source: Migration cannot continue due to missing write permissions on some configuration files
nl: De migratie kan niet worden voortgezet door ontbrekende schrijfmachtigingen op bepaalde configuratiebestanden

source: Following are configuration files that need to be writable by the web-server
nl: Hieronder vindt u configuratiebestanden die door de webserver moeten kunnen worden bewerkt

source: You can fix this by running the following commands
nl: U kunt dit instellen door de volgende commando's uit te voeren

source: If you migrate from KMS 3.0.x/4.0.x - specify path to config.ini or upload the config.ini of your KMS 3.0.x/4.0.x instance.
nl: Als u migreert van KMS 3.0.x/4.0.x - geef het pad naar config.ini op of upload de config.ini van uw KMS 3.0.x/4.0.x.

source: If you migrate from KMS 2 - specify path to config.ini.php or upload the config.ini.php of your KMS 2 instance.
nl: Als u migreert van KMS 2 - geef het pad naar config.ini.php op of upload de config.ini.php van uwr KMS 2.

source: To enable "Developer Tools", add the following line to the
nl: Om de "Ontwikkelaartools" te activeren, voeg de volgende lijn toe aan

source: file
nl: bestand

source: Please note that changing the APPLICATION_ENV variable, will enable debugging mode. In this mode, error suppression is turned off, and the error messages are very detailed and revealing. This may represent a security risk; therefore, the APPLICATION_ENV should be set to "production" on all production and live environments, and only updated for debugging or temporary administration purposes!
nl: Gelieve te noteren dat de wijziging van de variabele APPLICATION_ENV zal zorgen voor de activering van de debuggingsmodus. In deze modus wordt de foutonderdrukking uitgeschakeld en zijn de foutmeldingen zeer gedetailleerd en onthullend. Dit kan een veiligheidsrisico met zich meebrengen; daarom moet de APPLICATION_ENV in alle productie- en live omgevingen op "productie worden ingesteld en enkel worden bijgewerkt voor debuggings- of tijdelijke beheerdoeleinden!

source: Viewhook name
nl: Naam kijkhaak

source: Module View Files
nl: Module kijkbestanden

source: Core
nl: Kern

source: View hooks declared by core views of mediaspace.
nl: Bekijk de haken die zijn aangegeven door de kernviews van mediaspace.

source: View Files Implementing
nl: Bekijk de implementatie van de bestanden

source: View hooks declared in different modules that wish to let other modules extend their output
nl: Bekijk de haken die zijn aangegeven in verschillende modules die wensen dat andere modules hun ouput uitbreiden

source: Upload
nl: Uploaden

source: Configuration
nl: Configuratie

source: Important Notice
nl: Belangrijke opmerking

source: click to open
nl: klik om te openen

source: The default values have not changed. We recommended that you modify the values for your configuration.
nl: De standaardwaarden zijn niet gewijzigd. We raden aan dat u de waarde voor uw configuratie wijzigt.

source: Global
nl: Globaal

source: Previous
nl: Vorige

source: Remove from channel
nl: Uit kanaal verwijderen

source: From
nl: Van

source: Click to expand media info
nl: Klik hier om media-informatie uit te breiden

source: Grid view
nl: Roosterweergave

source: Table view
nl: Tabelweergave

source: Search for
nl: Zoeken naar

source: Toggle channel search bar
nl: Kanaalzoekbalk in-/uitschakelen

source: Upload Completed!
nl: Upload voltooid!

source: File is too large
nl: Bestand is te groot

source: File is too small
nl: Bestand is te klein

source: Create Channel
nl: Kanaal aanmaken

source: Search channels
nl: Kanalen zoeken

source: Normal Text
nl: Normale tekst

source: Heading 1
nl: Opschrift 1

source: Heading 2
nl: Opschrift 2

source: Heading 3
nl: Opschrift 3

source: Heading 4
nl: Opschrift 4

source: Heading 5
nl: Opschrift 5

source: Heading 6
nl: Opschrift 6

source: Bold
nl: Vet

source: Italic
nl: Cursief

source: Underline
nl: Onderlijnd

source: Unordered list
nl: Ongeordende lijst

source: Ordered list
nl: Geordende lijst

source: Outdent
nl: Inspringing verkleinen

source: Indent
nl: Inspringing vergroten

source: Insert link
nl: Link invoegen

source: Open link in new window
nl: Link in nieuw venster openen

source: Insert image
nl: Afbeelding invoegen

source: Edit HTML
nl: HTML bewerken

source: Black
nl: Zwart

source: Silver
nl: Zilver

source: Grey
nl: Grijs

source: Maroon
nl: Kastanjebruin

source: Red
nl: Rood

source: Purple
nl: Paars

source: Green
nl: Groen

source: Olive
nl: Olijfgroen

source: Navy
nl: Marineblauw

source: Blue
nl: Blauw

source: Orange
nl: Oranje

source: Enter a Collaborator
nl: Een medewerker invoeren

source: You must select at least one permission.
nl: U moet minstens een machtiging selecteren.

source: Change who can administer and is credited with media. Note that this is not necessarily the copyright owner of the content.
nl: Wijzig de persoon die het beheer over de media heeft. Noteer dat dit niet noodzakelijk de copyrighteigenaar van de inhoud is.

source: Media Co-Editors and Co-Publishers
nl: Co-editors en co-publishers van de media

source: Select users that are allowed to edit the content metadata and related assets (such as caption files) and/or allowed to publish
nl: Selecteer de gebruikers die gemachtigd zijn om de metagegevens en verwante middelen van de inhoud (zoals de onderschriftbestanden) te bewerken en/of om te publiceren

source: Add Collaborator
nl: Medewerker toevoegen

source: All Permissions
nl: Alle machtigingen

source: Select users that will be allowed to edit the content metadata and related assets (such as caption files) and/or to publish
nl: Selecteer gebruikers die gemachtigd zijn om de metagegevens en verwante middelen van de inhoud (zoals de onderschriftbestanden) te bewerken en/of te publiceren

source: Media is being processed
nl: De media wordt verwerkt

source: This media was viewed %1 times and played %2 times.
nl: Deze media werd %1 keer bekeken en %2 keer afgespeeld.

source: This media was viewed %1 times.
nl: Deze media werd %1 keer bekeken.

source: See where the media is published
nl: Bekijk waar de media wordt gepubliceerd

source: Error processing your media
nl: Fout bij de verwerking van uw media

source: like
nl: liken

source: No description provided
nl: Geen beschrijving gegeven

source: Looking for more...
nl: Op zoek naar meer...

source: Thumbnail for entry %1
nl: Thumbnail voor invoer %1

source: Converting
nl: Converteren

source: Processing thumbnail for entry %1
nl: Verwerking thumbnail voor invoer %1

source: Rejected
nl: Geweigerd

source: Rejected By Admin
nl: Geweigerd door de beheerder

source: Channels I Manage
nl: Kanalen die ik beheer

source: Channels I am a member of
nl: Kanalen waarvan ik lid ben

source: Channels I am subscribed to
nl: Kanalen waarop ik ben geabonneerd

source: Shared Repositories I am a member of
nl: Gedeelde opslagplaats waarvan ik lid ben

source: Members & Subscribers
nl: Leden & abonnees

source: Media Count
nl: Aantal media

source: Sort by
nl: Sorteren op

source: Media I Own
nl: Media die ik bezit

source: Media I Can Publish
nl: Media die ik kan publiceren

source: Media I Can Edit
nl: Media die ik kan bewerken

source: All Statuses
nl: Alle statussen

source: Processing the image, please wait.
nl: De afbeelding wordt verwerkt, even geduld.

source: Unexpected error, please try again
nl: Onverwachte fout, gelieve het opnieuw te proberen

source: Image is ready
nl: De afbeelding is klaar

source: Processing the presentation, please wait.
nl: De presentatie wordt verwerkt, even geduld.

source: Presentation is ready.
nl: De presentatie is klaar.

source: %u slide
nl: %u dia

source: Your search results have been highlighted.
nl: Uw zoekresultaten zijn gemarkeerd.

source: Search all media
nl: Alle media zoeken

source: One result is available, press enter to select it.
nl: Een resultaat is beschikbaar. Druk op enter om het te selecteren.

source: %1 results are available, use up and down arrow keys to navigate.
nl: %1 resultaten zijn beschikbaar, gebruik de pijltjestoetsen omhoog en omlaag om te navigeren.

source: Loading failed
nl: Laden mislukt

source: Please enter %1 or more %2
nl: Voer %1 of meer %2 in

source: Please delete %1 %2
nl: Verwijder %1 %2

source: You can only select %1 %2
nl: U kunt alleen %1 %2 selecteren

source: Loading more results…
nl: Meer resultaten laden...

source: Searching…
nl: Zoeken...

source: Open side bar
nl: Zijbalk openen

source: side
nl: zijde

source: Browse
nl: Bladeren

source: Please input at least 3 characters per search name in order to get suggested search results. 2 letters names, put inside quotation marks.
nl: Voer minstens 3 tekens in per zoeknaam om de voorgestelde zoekresultaten te verkrijgen. Namen van 2 letters tussen aanhalingstekens zetten.

source: No Entries Found
nl: Geen items gevonden

source: more%1
nl: meer%1

source: Save Changes
nl: Wijzigingen opslaan

source: Delete Playlist
nl: Afspeellijst verwijderen

source: Are you sure you want to remove the entry from the playlist?
nl: Bent u zeker dat u het item uit de afspeellijst wilt verwijderen?

source: Read more
nl: Lees meer

source: Show more
nl: Meer weergeven

source: Less
nl: Minder

source: Managed by:
nl: Beheerd door:

source: Your search for "%1" did not match any media.
nl: Uw zoekopdracht voor "%1" heeft geen media opgeleverd.

source: Your search for "%1" did not match any categories.
nl: Uw zoekopdracht voor "%1" heeft geen categorieën opgeleverd.

source: More
nl: Meer

source: Search media
nl: Media zoeken

source: Toggle search bar
nl: Zoekbalk in-/uitschakelen

source: You can proceed with the Kaltura %1 %2 setup process.
nl: U kunt doorgaan met het instellingsproces van %1 %2.

source: Some requirements failed. Please fix and refresh the page.
nl: Bepaalde vereisten zijn mislukt. Gelieve die te herstellen en de pagina te vernieuwen.

source: Complete the required information for the uploaded media below.
nl: Vul de vereiste informatie voor de geüploade media hieronder in.

source: Upload limited to 2GB files.
nl: Upload is beperkt tot bestanden van 2 GB.

source: All common video, audio and image formats in all resolutions are accepted.
nl: Alle gebruikelijke video-, audio- en afbeeldingsformaten in alle resoluties worden aanvaard.

source: For best results with video, we recommend preparing videos in 1280x720 pixels and using the H.264 video codec at about 4000 kb/s.
nl: Voor de beste resultaten met een video raden we aan om de video's voor te bereiden in een formaat van 1280x720 pixels en gebruik te maken van de H.264-videocodec op ongeveer 4000 kb/s.

source: Loading, Please Wait...
nl: Laden, even geduld...

source: Upload limited to 2GB files. All common video, audio and image formats in all resolutions are accepted.
nl: Upload is beperkt tot bestanden van 2 GB. Alle gebruikelijke video-, audio- en afbeeldingsformaten in alle resoluties worden aanvaard.

source: Record from Webcam
nl: Opnemen vanaf webcam

source: The editor is not supported on this screen size
nl: De editor wordt niet ondersteund op deze schermgrootte

source: Are you sure you want to delete the playlist?
nl: Bent u zeker dat u de afspeellijst wilt verwijderen?

source: You are not allowed to delete this playlist.
nl: U bent niet gemachtigd om deze afspeellijst te verwijderen.

source: Playlist player deployment
nl: Instelling afspeellijstspeler

source: %1 Channels
nl: %1 kanalen

source: No more Channels found.
nl: Geen kanalen meer gevonden.

source: %1 Categories
nl: %1 categorieën

source: No more Galleries found.
nl: Geen galerijen meer gevonden.

source: media that include the text in its metadata
nl: media die de tekst in haar metagegevens heeft

source: Upgrade - Additional Information
nl: Upgrade - Aanvullende informatie

source: Important
nl: Belangrijk

source: Before upgrading, please backup your configuration files
nl: Gelieve een back-up van uw configuratiebestanden te maken alvorens te upgraden

source: Upgrade - Deployment Errors
nl: Upgrade - Instellingsfouten

source: Upgrade - Missing Requirements
nl: Upgrade - Ontbrekende vereisten

source: Upgrade Completed
nl: Upgrade voltooid

source: Upgrade to version %1 completed successfully
nl: Upgrade naar versie %1 succesvol voltooid

source: You can visit your Kaltura MediaSpace site
nl: U kunt uw Kaltura MediaSpace-site bezoeken

source: You can manage users for your Kaltura MediaSpace site
nl: U kunt de gebruikers voor uw Kaltura MediaSpace-site beheren

source: Upgrade
nl: Upgraden

source: %s Sign In
nl: %s Aanmelden

source: Refresh your media library
nl: Uw mediabibliotheek vernieuwen

source: You have not created any playlists yet
nl: U hebt nog geen afspeellijsten aangemaakt

source: To Create a Playlist
nl: Om een afspeellijst aan te maken

source: Select "Add to Playlist" from the "Actions" drop down that appears under the player
nl: Selecteer "Aan afspeellijst toevoegen" in de vervolgkeuzelijst "Acties" die onder de speler verschijnt

source: Click "Add new Playlist" and enter name, The media will be added to playlist
nl: Klik op "Nieuwe afspeellijst toevoegen" en voer de naam in. De media zal aan de afspeellijst worden toegevoegd

source: Once you have created a playlist, it will appear on this page where you can preview it, edit the sequence of media, select design of playlist, and grab the embed code.
nl: Van zodra u een afspeellijst hebt aangemaakt, zal hij op deze pagina verschijnen. Hier kunt u een preview bekijken, de volgorde van de media bewerken, het ontwerp van de afspeellijst selecteren en de inbouwcode ophalen.

source: Unauthorized
nl: Ongemachtigd

source: This site requires authorization
nl: Deze site vereist een machtiging

source: Add Media To Channel
nl: Media aan kanaal toevoegen

source: Add Media To Gallery
nl: Media aan galerij toevoegen

source: Select one or more media items to add to the current category
nl: Selecteer een of meerdere media-items om aan de huidige categorie toe te voegen

source: Search Repository
nl: Opslagplaats zoeken

source: Create New Playlist
nl: Nieuwe afspeellijst aanmaken

source: Appears in Playlists:
nl: Verschijnt in afspeellijsten:

source: No media selected, Please select at least one media to add to playlist.
nl: Geen media geselecteerd, selecteer minstens één mediabestand om aan de afspeellijst toe te voegen.

source: Playlists allow you to grab embed code for displaying a player and a collection of media.
nl: Afspeellijsten maken het mogelijk om een inbouwcode op te halen voor de weergave van een speler en een collectie van media.

source: You can add media to one or more playlists.
nl: U kunt media aan een of meerdere afspeellijsten toevoegen.

source: Select Playlists:
nl: Selecteer afspeellijsten:

source: Go To My Playlists
nl: Ga naar Mijn afspeellijsten

source: You can add or remove media by selecting multiple playlists.
nl: U kunt media toevoegen of verwijderen door meerdere afspeellijsten te selecteren.

source: This media is still being converted
nl: Deze media wordt nog geconverteerd

source: Please fill out all the required fields first
nl: Gelieve eerst alle vereiste velden in te vullen

source: Create new playlist
nl: Nieuwe afspeellijst aanmaken

source: Please enter a playlist name
nl: Gelieve een naam voor de afspeellijst in te voeren

source: Create
nl: Aanmaken

source: No Playlist exist , please create new playlist.
nl: Er bestaat geen afspeellijst, gelieve een nieuwe afspeellijst aan te maken.

source: Upload Attachment
nl: Bijlage uploaden

source: Change File
nl: Bestand wijzigen

source: Are you sure you want to delete this attachment?
nl: Bent u zeker dat u deze bijlage wilt verwijderen?

source: Provide end-users with a more descriptive title for this file (optional)
nl: De eindgebruikers een meer beschrijvende titel voor dit bestand bezorgen (optioneel)

source: Provide end-users with a brief description of this files content (optional)
nl: De eindgebruikers een korte beschrijving van de bestandsinhoud bezorgen (optioneel)

source: Upload File
nl: Bestand uploaden

source: File Name
nl: Bestandsnaam

source: Size
nl: Grootte

source: Uploaded At
nl: Geüpload op

source: No Attachments have been added to media
nl: Aan de media werden geen bijlagen toegevoegd

source: There was an error deleting the caption file.
nl: Bij het verwijderen van het onderschriftbestand is een fout opgetreden.

source: Are you sure you want to delete this caption file?
nl: Bent u zeker dat u dit onderschriftbestand wilt verwijderen?

source: Upload captions file
nl: Onderschriftbestand uploaden

source: Upload a captions file
nl: Een onderschriftbestand uploaden

source: File type
nl: Bestandstype

source: No Captions have been added to media
nl: Aan de media werden geen onderschriften toegevoegd

source: Begin by uploading a caption file
nl: Start met het uploaden van een onderschriftbestand

source: (SRT, DFXP formats are supported)
nl: (SRT- en DFXP-formaten worden ondersteund)

source: Select a file:
nl: Selecteer een bestand:

source: Change
nl: Wijzigen

source: By
nl: Door

source: uploaded
nl: geüpload

source: Not published
nl: Niet gepubliceerd

source: Your search for "%1" did not match any captioned videos.
nl: Uw zoekopdracht voor "%1" heeft geen video's met onderschrift opgeleverd.

source: Your search did not match any captioned videos.
nl: Uw zoekopdracht heeft geen video's met onderschrift opgeleverd.

source: more...
nl: meer...

source: No captions results were found
nl: Er werden geen onderschriftresultaten gevonden

source: Search in video
nl: Zoeken in video

source: All
nl: Alle

source: Your browser version is not supported by CaptureSpace. Supported browsers are chrome v.40 and up, Firefox v.35 and up, or IE8 and up.
nl: Uw browserversie wordt niet ondersteund door CaptureSpace. Ondersteunde browsers zijn Chrome v.40 en hoger, Firefox v.35 en hoger of IE8 en hoger.

source: Back to My Media
nl: Terug naar Mijn media

source: Launching CaptureSpace
nl: CaptureSpace starten

source: CaptureSpace launched successfully
nl: CaptureSpace succesvol gestart

source: The Kaltura CaptureSpace Desktop Recorder
nl: De Kaltura CaptureSpace Desktop Recorder

source: The Kaltura CaptureSpace Desktop Recorder enables easy capture in class, at home or on-the-go with automated publishing and interactive viewing within the LMS and Kaltura's MediaSpace video portal.
nl: De Kaltura CaptureSpace Desktop Recorder zorgt voor een eenvoudige en klassevolle opname, thuis of onderweg, met een geautomatiseerde publicatie en interactieve weergave binnen de LMS en het MediaSpace-videoportaal van Kaltura.

source: If you’ve already installed CaptureSpace, it will launch automatically.
nl: Als u CaptureSpace al hebt geïnstalleerd, zal het automatisch starten.

source: Using CaptureSpace for the first time?
nl: Gebruikt u CaptureSpace voor het eerst?

source: Download for Windows
nl: Download voor Windows

source: Download for Mac
nl: Download voor Mac

source: See the <a href="%1" target="_blank">Kaltura CaptureSpace - User Manual</a> for additional information on supported systems and usage instructions.
nl: Raapdleeg de <a href="%1" target="_blank">Kaltura CaptureSpace - Gebruiksaanwijzing</a> voor meer informatie over ondersteunde systemen en gebruiksinstructies.

source: Add member
nl: Lid toevoegen

source: Remove %1 as a member of this category?
nl: %1 verwijderen als lid van deze categorie?

source: Remove user
nl: Gebruiker verwijderen

source: There are no more members.
nl: Er zijn geen leden meer.

source: Membership Settings
nl: Lidmaatschapsinstellingen

source: Default Permission Level:
nl: Standaardmachtigingsniveau:

source: Offline Sync Group Name:
nl: Offline synchronisatie groepsnaam:

source: Enter a group name
nl: Voer een groepsnaam in

source: Inherit permissions from parent category
nl: Machtigingen van de hoofdcategorie overnemen

source: Import Members from Parent Category
nl: Leden van de hoofdcategorie importeren

source: Add Member
nl: Lid toevoegen

source: There are no members...
nl: Er zijn geen leden...

source: This will remove all the current members that are defined for this category and the category will inherit all the members and permissions from the parent category including the category owner. Would you like to proceed?
nl: Dit zal alle huidige gedefinieerde leden voor deze categorie verwijderen en de categorie zal alle leden en machtigingen van de hoofdcategorie overnemen, inclusief de eigenaar van de categorie. Wilt u doorgaan?

source: Are you sure that you would like to stop inheriting entitlements from the parent category? Note that if you are not the owner of the parent category you will not be able to access this section any longer
nl: Weet u zeker dat u geen rechten van de hoofdcategorie meer wilt krijgen? Merkt op dat als u niet de eigenaar van de hoofdcategorie bent, u niet langer toegang zal hebben tot deze sectie

source: Inherit permission
nl: Machtigingen erven

source: Only one owner can be assigned. This change will make the selected user the new owner and you will be set as a manager for this category. Would you like to proceed?
nl: Er kan slechts één eigenaar worden aangewezen. Deze wijziging zorgt ervoor dat de geselecteerde gebruiker de nieuwe eigenaar wordt en u zult als manager voor deze categorie worden aangesteld. Wilt u doorgaan?

source: Set Owner
nl: Eigenaar instellen

source: you
nl: u

source: owner
nl: eigenaar

source: Set as Owner
nl: Instellen als eigenaar

source: member
nl: lid

source: members
nl: leden

source: Approve
nl: Goedkeuren

source: Reject
nl: Weigeren

source: No Moderation Items...
nl: Geen moderatie-items...

source: No more Moderation Entries.
nl: Geen moderatie-items meer.

source: Approve
nl: Goedkeuren

source: Reject
nl: Weigeren

source: No more playlists found in channel.
nl: Geen afspeellijsten meer gevonden in dit kanaal.

source: There are no more playlists.
nl: Er zijn geen afspeellijsten meer.

source: View All Types
nl: Alle types weergeven

source: All Types
nl: Alle types

source: Static
nl: Satisch

source: Search Playlists
nl: Afspeellijsten zoeken

source: Create new
nl: Nieuwe aanmaken

source: Manual Playlist
nl: Manuele afspeellijst

source: Dynamic
nl: Dynamisch

source: Manual
nl: Manueel

source: %u Playlist
nl: %u afspeellijst

source: Entries
nl: Items

source: Copy Embed
nl: Kopie ingebouwd

source: note that playlist is not saved and all changes will be discarded
nl: Merk op dat de afspeellijst niet is opgeslagen en alle wijzigingen zullen worden geannuleerd

source: Already on this playlist
nl: Reeds in de afspeellijst

source: Add to Playlist
nl: Aan afspeellijst toevoegen

source: Remove from Playlist
nl: Uit afspeellijst verwijderen

source: Search Media
nl: Media zoeken

source: New Playlist
nl: Nieuwe afspeelijst

source: Set Details
nl: Details instellen

source: Add media to the playlist
nl: Media aan de afspeellijst toevoegen

source: Create a Manual Playlist
nl: Een manuele afspeellijst aanmaken

source: No more entries found.
nl: Geen items meer gevonden.

source: Are you sure you want to delete the playlist <b><i>%s</i></b>?
nl: Weet u zeker dat u de afspeellijst wilt verwijderen <b><i>%s</i></b>?

source: Edit Playlist <i>%s</i>
nl: Afspeellijst <i>%s</i> bewerken

source: No Channels Found.
nl: Geen kanalen gevonden.

source: No more channels found.
nl: Geen kanalen meer gevonden.

source: No Channels Found
nl: Geen kanalen gevonden

source: Remove %1 as a member of this channel?
nl: %1 verwijderen als lid van dit kanaal?

source: Add Member from
nl: Lid toevoegen van
