Repository: NORDUnet/kms_translations
Catalog: locale/kms/*/default.po
Languages: nl

source: Error opening translation file.
nl: Fout bij openen van vertaalbestand.

source: .mo file provided is not a valid Zend getText file
nl: Opgegeven .mo-bestand is geen geldig Zend getText-bestand

source: Provided .mo file is not valid
nl: Opgegeven .mo-bestand is niet geldig

source: Close
nl: Sluiten

source: and Moderated
nl: en gemodereerd

source: Moderated
nl: Gemodereerd

source: Add
nl: Toevoegen

source: EDIT
nl: BEWERKEN

source: CLONE
nl: KLONEN

source: DELETE
nl: VERWIJDEREN

source: %u year
nl: %u jaar

source: %u month
nl: %u maand

source: %u day
nl: %u dag

source: less than %u hour
nl: minder dan %u uur

source: less than %u minute
nl: minder dan %u minuut

source: You cannot edit the media while it is published
nl: U kunt de media niet bewerken aangezien die wordt gepubliceerd

source: Edit
nl: Bewerken

source: private
nl: privé

source: published
nl: gepubliceerd

source: unlisted
nl: niet in de lijst

source: pending
nl: in behandeling

source: rejected
nl: geweigerd

source: rejectedEntry
nl: geweigerdeInvoer

source: All Media
nl: Alle media

source: Views
nl: Aantal keer bekeken

source: Alphabetical Ascending
nl: Alfabetisch oplopend

source: Alphabetical
nl: Alfabetisch

source: Alphabetical Descending
nl: Alfabetisch aflopend

source: Forgot Password
nl: Wachtwoord vergeten

source: Replace File
nl: Bestand vervangen

source: Upload complete
nl: Upload voltooid

source: Are you sure you want to replace the existing file?
nl: Bent u zeker dat u het bestaande bestand wilt vervangen?

source: Replace image
nl: Afbeelding vervangen

source: Upload image
nl: Afbeelding uploaden

source: Are you sure you want to replace the existing image?
nl: Bent u zeker dat u de bestaande afbeelding wilt vervangen?

source: Replace slide deck
nl: Diareeks vervangen

source: Upload slide deck
nl: Diareeks uploaden

source: Are you sure you want to replace the existing slide deck?
nl: Bent u zeker dat u de bestaande diareeks wilt vervangen?

source: year
nl: jaar

source: day
nl: dag

source: hour
nl: uur

source: minute
nl: minuut

source: second
nl: seconde

source: %s Minutes ago
nl: %s minuten geleden

source: A moment ago
nl: Zonet

source: An hour ago
nl: Een uur geleden

source: %s Hours ago
nl: %s uur geleden

source: A day ago
nl: Een dag geleden

source: %s Days ago
nl: %s dagen geleden

source: A week ago
nl: Een week geleden

source: %s Weeks ago
nl: %s weken geleden

source: A month ago
nl: Een maand geleden

source: %s Months ago
nl: %s maanden geleden

source: A year ago
nl: Een jaar geleden

source: %s Years ago
nl: %s jaar geleden

source: Contrast Mode
nl: Contrastmodus

source: toggle contrast mode
nl: contrastmodus in-/uitschakelen

source: 1 Shared Repository
nl: 1 gedeelde opslagplaats

source: %s Shared Repositories
nl: %s gedeelde opslagplaatsen

source: Add New
nl: Nieuwe toevoegen

source: Your additional media will be presented once it is ready and approved.
nl: Uw bijkomende media zal worden voorgesteld van zodra ze klaar en goedgekeurd is.

source: Refresh Now
nl: Nu vernieuwen

source: Your additional media will be presented once it is ready.
nl: Uw bijkomende media zal worden voorgesteld van zodra ze klaar is.

source: You must choose entries to add.
nl: U moet items kiezen om toe te voegen.

source: Cannot publish from a Shared Repository and My-Media together
nl: Kan niet tegelijkertijd uit een gedeelde opslagplaats en Mijn media publiceren

source: You are not allowed to publish entry "<strong>%1</strong>".
nl: U bent niet gemachtigd om item "<strong>%1</strong>" te publiceren.

source: You are not allowed to publish entry "<strong>%1</strong>". The media is pending
nl: U bent niet gemachtigd om item "<strong>%1</strong>" te publiceren. De media zijn in behandeling

source: You are not allowed to publish entry "<strong>%1</strong>". The media is being converted
nl: U bent niet gemachtigd om item "<strong>%1</strong>" te publiceren. De media worden geconverteerd

source: You cannot publish entry "<strong>%1</strong>". The entry owner should fill the required fields first.
nl: U kunt item "<strong>%1</strong>" niet publiceren. De eigenaar van het item moet eerst de vereiste velden invullen.

source: You cannot publish entry <strong>
nl: U kunt item <strong> niet publiceren

source: You cannot publish entry <strong>%1</strong> to shared repositories. The entry owner should fill the required fields first.
nl: U kunt item "<strong>%1</strong>" niet publiceren in gedeelde opslagplaatsen. De eigenaar van het item moet eerst de vereiste velden invullen.

source: Media "%1" could not be published. Try unpublishing this media from other galleries/channels and try again
nl: Media "%1" kon niet worden gepubliceerd. Probeer om de publicatie van deze media in andere galerijen/kanalen ongedaan te maken en probeer het opnieuw

source: Note that your media will not be listed until a moderator approves it.
nl: Merk op dat uw media niet in de lijst zal worden opgenomen tot een moderator ze goedkeurt.

source: All media was published successfully.
nl: Alle media werden succesvol gepubliceerd.

source: An error occured while trying to publish media.
nl: Tijdens het publiceren van de media is een fout opgetreden.

source: Add to Channel
nl: Toevoegen aan kanaal

source: Add to Gallery
nl: Toevoegen aan galerij

source: Add Media
nl: Media toevoegen

source: Please select playlist to update.
nl: Gelieve de afspeellijst te selecteren om te updaten.

source: Please select at least one media to add, click Cancel to go back.
nl: Gelieve minstens een media te selecteren om toe te voegen, klik op Annuleren om terug te gaan.

source: Error creating playlist
nl: Fout bij het aanmaken van de afspeellijst

source: Add to playlist
nl: Toevoegen aan afspeellijst

source: Add all selected media items to a playlist
nl: Alle geselecteerde media-items toevoegen aan een afspeellijst

source: Attachment was deleted successfully
nl: Bijlage werd succesvol verwijderd

source: Attachments
nl: Bijlagen

source: Assets
nl: Middelen

source: You're still uploading! Are you sure you want to leave this page?
nl: Het uploaden is nog aan de gang! Bent u zeker dat u deze pagina wilt verlaten?

source: An error occurred while deleting this caption file.
nl: Tijdens het verwijderen van dit onderschriftbestand is een fout opgetreden.

source: There was an error setting this caption file as Default.
nl: Tijdens de instelling van dit onderschriftbestand als Standaard is een fout opgetreden.

source: There was an error downloading this caption file.
nl: Tijdens het downloaden van dit onderschriftbestand is een fout opgetreden.

source: Select a caption file
nl: Selecteer een onderschriftbestand

source: An Error occured while uploading the caption file.
nl: Tijdens het uploaden van het onderschriftbestand is een fout opgetreden.

source: This caption file no longer exists.
nl: Dit onderschriftbestand bestaat niet meer.

source: Sorry, an error while retrieving entry, please try again.
nl: Sorry, tijdens het oproepen van het item is een fout opgetreden, gelieve het opnieuw te proberen.

source: Select a language
nl: Een taal selecteren

source: Enter a label
nl: Een label invoeren

source: Language
nl: Taal

source: Select Language
nl: Taal selecteren

source: (text that appears in caption selector)
nl: (tekst die in de onderschriftselector verschijnt)

source: No Results.
nl: Geen resultaten.

source: Captions
nl: Onderschriften

source: Search In Video
nl: Zoeken in video

source: media that include the text inside its captions
nl: media die de tekst in haar onderschriften heeft

source: Enable Embed Grab
nl: Ingebouwd ophalen inschakelen

source: This user is already a member of this category
nl: Deze gebruiker is reeds een lid van deze categorie

source: %1 was added to your category.
nl: %1 werd aan uw categorie toegevoegd.

source: User %1 does not exist
nl: Gebruiker %1 bestaat niet

source: There was an error creating the category member.
nl: Tijdens het aanmaken van het categorielid is een fout opgetreden.

source: Permission changed. Updating permissions might take a few minutes.
nl: Machtiging gewijzigd. Het updaten van de machtigingen kan enkele minuten duren.

source: There was an error updating the category member permission.
nl: Tijdens het updaten van de machtiging van het categorielid is een fout opgetreden.

source: Problem occured.
nl: Er is een probleem ontstaan.

source: Members are being imported... This may take a while, you can refresh the page to see the changes.
nl: De leden worden geïmporteerd... Dit kan even duren, u kunt de pagina vernieuwen om de wijzigingen te bekijken.

source: %1 is no longer a category member.
nl: %1 is niet langer een categorielid.

source: There was an error deleting %1
nl: Er is een fout opgetreden tijdens het verwijderen van %1

source: Enter user or group name
nl: Gebruikersnaam of groepsnaam invoeren

source: user name or id
nl: gebruikersnaam of -ID

source: Set permission
nl: Machtiging instellen

source: Member
nl: Lid

source: Contributor
nl: Medewerker

source: Members
nl: Leden

source: Item/s have been approved and will appear in category.
nl: Items werden goedgekeurd en zullen in de categorie verschijnen.

source: Item/s have been rejected and will not appear in category.
nl: Items werden geweigerd en zullen niet in de categorie verschijnen.

source: %1 Pending
nl: %1 in behandeling

source: Moderate content (Media will not appear in category until approved by category manager)
nl: Inhoud modereren (Media zal niet in de categorie verschijnen tot het door de categoriemanager wordt goedgekeurd)

source: View
nl: Bekijk

source: Failed to save playlists new order
nl: Opslaan van de nieuwe volgorde van de afspeellijsten mislukt

source: The playlist <b><i>%s</i></b> was deleted successfully
nl: De afspeellijst <b><i>%s</i></b> werd succesvol verwijderd

source: Failed to delete playlist <b><i>%s</i></b>
nl: Verwijderen van afspeellijst <b><i>%s</i></b> mislukt

source: Successfully added a new playlist <b><i>%s</i></b>
nl: Nieuwe afspeellijst <b><i>%s</i></b> met succes toegevoegd

source: Failed to add a new playlist <b><i>%s</i></b>
nl: Toevoegen van nieuwe afspeellijst <b><i>%s</i></b> mislukt

source: Playlist <b><i>%s</i></b> updated successfuly
nl: Afspeellijst <b><i>%s</i></b> succesvol bijgewerkt

source: Failed to update <b><i>%s</i></b>
nl: Update van <b><i>%s</i></b> mislukt

source: Entry added to playlist
nl: Invoer toegevoegd aan de afspeellijst

source: Failed to add entry to playlist
nl: Toevoegen van het item aan de afspeellijst mislukt

source: Playlist Title
nl: Titel afspeellijst

source: Title is a required field
nl: Titel is een vereist veld

source: Playlist Tags
nl: Tags afspeellijst

source: Playlists
nl: Afspeellijsten

source: Channel Gallery
nl: Galerij kanaal

source: Playlists were not imported. more than %1 playlists in the channel.
nl: Afspeellijsten werden niet geïmporteerd. meer dan %1 afspeellijsten in het kanaal.

source: Categories
nl: Categorieën

source: Assign the channel to one or more categories:
nl: Wijs het kanaal toe aan een of meerdere categorieën:

source: Appears in
nl: Verschijnt in

source: This user is already a member of this channel
nl: Deze gebruiker is reeds lid van dit kanaal

source: User %1 does not exist.
nl: Gebruiker %1 bestaat niet.

source: There was an error creating the channel member.
nl: Tijdens het aanmaken van het kanaallid is een fout opgetreden.

source: The member must be a regular user, not of type
nl: Het lid moet een regelmatige gebruiker zijn, niet van het type

source: This user does not belong to one of the "
nl: Deze gebruiker maakt geen deel uit van een van de "

source: %1 was added to your channel.
nl: %1 werd aan uw kanaal toegevoegd.

source: There was an error updating the channel member permission.
nl: Tijdens het updaten van de machtiging van het kanaallid is een fout opgetreden.

source: %1 is no longer a channel member.
nl: %1 is niet langer een kanaallid.

source: Item/s have been approved and will appear in channel.
nl: Items werden goedgekeurd en zullen in het kanaal verschijnen.

source: Item/s have been rejected and will not appear in channel.
nl: Items werden geweigerd en zullen niet in het kanaal verschijnen.

source: Pending
nl: In behandeling

source: Moderate content (Media will not appear in channel until approved by channel manager)
nl: Inhoud modereren (Media zal niet in het kanaal verschijnen tot het door de kanaalmanager wordt goedgekeurd)

source: Enable subscription to channel
nl: Abonnement op kanaal activeren

source: Subscribers
nl: Abonnees

source: Subscribed
nl: Geabonneerd

source: Unsubscribed
nl: Niet geabonneerd

source: no value
nl: geen waarde

source: View
nl: Bekijk

source: Could not delete the thumbnail.
nl: Kon de miniatuur niet verwijderen.

source: An error occurred while trying to spread the slides across the timeline. Please try again.
nl: Er is een fout opgetreden bij het proberen te spreiden van de dia's over de tijdlijn.Probeer het opnieuw.

source: An Error occurred while trying to save chapter
nl: Er is een fout opgetreden bij het proberen op te slaan van het hoofdstuk

source: An Error occurred while updating chapter "%1".
nl: Tijdens de update van hoofdstuk "%1" is een fout opgetreden.

source: An Error occurred while adding the chapter.
nl: Tijdens het toevoegen van het hoofdstuk is een fout opgetreden.

source: Could not delete the chapter.
nl: Kon het hoofdstuk niet verwijderen.

source: Are you sure you want to delete this Chapter?
nl: Bent u zeker dat u dit hoofdstuk wilt verwijderen?

source: Are you sure you want to delete this Slide?
nl: Bent u zeker dat u deze dia wilt verwijderen?

source: Timeline
nl: Tijdlijn

source: Search In Timeline
nl: Zoeken in tijdlijn

source: media that include the text inside its chapters
nl: media die de tekst in haar hoofdstukken heeft

source: An error occurred while trying to convert your document, please try again.
nl: Er is een fout opgetreden bij het proberen te converteren van uw document, probeer het opnieuw.

source: Click here to refresh the Timeline tab
nl: Klik hier om het tabblad Tijdlijn te vernieuwen

source: - Clipped by %1
nl: - Geclipt door %1

source: Create Clip
nl: Clip aanmaken

source: The media was clipped successfully
nl: De media werd succesvol geclipt

source: Clipping failed. Please try again later.
nl: Clippen mislukt. Gelieve het later opnieuw te proberen.

source: Trimming is not available since the source flavor of this video is missing.
nl: Trimmen is niet beschikbaar aangezien de bronvoorkeur van deze video ontbreekt.

source: Trimming is not available for entries containing captions.
nl: Trimmen is niet beschikbaar voor items met onderschriften.

source: Your media is being processed
nl: Uw media wordt verwerkt

source: You cannot trim this media while a previous trim is pending approval of the application administrator.
nl: U kunt deze media niet trimmen aangezien een vorige trim op de goedkeuring van de toepassingsbeheerder wacht.

source: The trimmed video must be approved by the application administrator. Until the version is approved, the original version will be displayed.
nl: De getrimde video moet door de toepassingsbeheerder worden goedgekeurd. De originele versie zal worden weergegeven tot de versie is goedgekeurd.

source: Your media was trimmed.
nl: Uw media werd getrimd.

source: Video trimming failed. Please try again later.
nl: Trimmen van de video mislukt. Gelieve het later opnieuw te proberen.

source: Trim Video
nl: Video trimmen

source: Clipping
nl: Clippen

source: Enable everyone to create clips from this video
nl: Iedereen in staat stellen om clips van deze video te maken

source: Add a Comment
nl: Een opmerking toevoegen

source: Add a Reply
nl: Een antwoord toevoegen

source: Add comment at 00:00
nl: Opmerking toevoegen op 00:00

source: Comments
nl: Opmerkingen

source: Disable comments for this media
nl: Opmerkingen voor deze media deactiveren

source: Close discussion (do not allow new comments)
nl: Discussie sluiten (geen nieuwe opmerkingen toestaan)

source: %1 comment(s). Click to see them
nl: %1 opmerking(en). Klik om ze te bekijken

source: Enable comments in channel
nl: Opmerkingen in het kanaal activeren

source: Keep comments private to channel.
nl: De opmerkingen privé houden voor het kanaal.

source: Enable comments in category
nl: Opmerkingen in de categorie activeren

source: Keep comments private to category.
nl: De opmerkingen privé houden voor de categorie.

source: Policy
nl: Beleid

source: Oops
nl: Oei

source: Owner Only
nl: Enkel de eigenaar

source: Download
nl: Downloaden

source: Available Formats
nl: Beschikbare formaten

source: No Media Requested
nl: Geen media aangevraagd

source: Cannot render media, please check the passed parameters %1(Error: %2)
nl: Kan de media niet voorleggen, gelieve de ingevoerde parameters %1 te controleren (fout: %2)

source: Share
nl: Delen

source: Playlist not found. Try to refresh the page or grab a new embed code.
nl: Afspeellijst niet gevonden. Probeer om de pagina te vernieuwen of haal een nieuwe inbouwcode.

source: Playlist players min version required for secure embed is -
nl: Min. vereiste versie van de afspeellijstspelers voor een veilige inbouw is -

source: Please configure embed skins (players ids) in
nl: Gelieve de inbouwskin (speler-ID's) te configureren in

source: Embed
nl: Inbouwen

source: Your live event is still transmitting the local buffer. If you leave the current page the transmission will be interrupted.
nl: Uw live gebeurtenis is nog bezig met de overdracht van de plaatselijke buffer. Als u de huidige pagina verlaat, zal de overdracht worden onderbroken.

source: Create Event
nl: Gebeurtenis aanmaken

source: Live Event created successfully.
nl: Live gebeurtenis succesvol aangemaakt.

source: Failed to create Live Event.
nl: Aanmaken van een live gebeurtenis mislukt.

source: Live Events
nl: Live gebeurtenissen

source: LIVE NOW
nl: NU LIVE

source: UPCOMING EVENT
nl: AANKOMENDE GEBEURTENIS

source: Live Event
nl: Live gebeurtenis

source: Enable DVR - Users will be able to seek back during the live event
nl: DVR activeren - Gebruikers zullen tijdens de live gebeurtenis terug kunnen zoeken

source: Enable Recording of the Event - The event will be available to watch on demand after the broadcast ends. Up to 24 hours will be recorded.
nl: Opname van de gebeurtenis activeren - De gebeurtenis zal beschikbaar zijn om na het einde van de uitzending op aanvraag te bekijken. Er zal tot 24 uur worden opgenomen.

source: Event Options
nl: Gebeurtenisopties

source: Edit Event and Broadcasting Options
nl: Gebeurtenis- en uitzendingsopties bewerken

source: Entry id for duplication must be specified.
nl: Invoer-ID voor het dupliceren moet worden ingevoerd.

source: Unexpected error
nl: Onverwachte fout

source: Cannot create quiz from this type of entry.
nl: Kan geen quiz aanmaken vanaf dit type item.

source: Entry id must be specified.
nl: Invoer-ID moet worden gespecificeerd.

source: You are not entitled to edit this entry.
nl: U bent niet gemachtigd om deze item te bewerken.

source: This is not a quiz entry.
nl: Dit is geen quizinvoer.

source: Edit Quiz
nl: Quiz bewerken

source: Add Quiz
nl: Quiz toevoegen

source: Your presentation has been successfully created. You can now sync keypoints or edit metadata.
nl: Uw presentatie werd succesvol aangemaakt. U kunt nu belangrijke punten synchroniseren of metagegevens bewerken.

source: Video Presentations
nl: Videopresentaties

source: Video Presentation
nl: Videopresentatie

source: Register Now
nl: Nu registreren

source: Join
nl: Aanmelden

source: Watch
nl: Kijken

source: Refresh Details
nl: Details vernieuwen

source: Broadcasting
nl: Uitzending

source: Broadcast starting in
nl: Uitzending start over

source: Broadcast started
nl: Uitzending gestart

source: ago
nl: geleden

source: Recorded
nl: Opgenomen

source: Unsupported URL or ID provided
nl: Niet-ondersteund URL of ID opgegeven

source: Video Page Link (or Content ID)
nl: Link videopagina (of inhoud-ID)

source: Replace Video
nl: Video vervangen

source: External Media
nl: Externe Media

source: My History
nl: Mijn geschiedenis

source: Recently Watched - Individual user's viewing history
nl: Recent bekeken - Afspeelgeschiedenis individuele gebruiker

source: Continue Watching - Individual user's history of none-completed videos
nl: Blijven kijken - Geschiedenis van onvoltooide video's individuele gebruiker

source: Watched
nl: Bekeken

source: To import content from another channel you manage,
nl: Om inhoud van een ander kanaal onder uw beheer te importeren,

source: click here
nl: klik hier

source: Select the channel you want to import entries from
nl: Selecteer het kanaal dat de te importeren items bevat

source: An error occurred while trying to complete your request. Please try again later.
nl: Tijdens de uitvoering van uw verzoek is een fout opgetreden. Gelieve het later opnieuw te proberen.

source: Importing completed successfully. To refresh the page and view the imported entries,
nl: Importeren succesvol voltooid. Om de pagina te vernieuwen en de geïmporteerde items te bekijken,

source: Importing Started Successfully
nl: Importeren succesvol gestart

source: Cannot return a response for this request. One of the following parameters should be provided: "url" or "entryId"
nl: Kan geen respons retourneren voor dit verzoek. Een van de volgende parameters moet worden opgegeven: "url" of "invoerID"

source: Published entries cannot be unpublished
nl: De publicatie van gepubliceerde items kan niet ongedaan worden gemaakt

source: Media page will be visible to the content owner only.
nl: De mediapagina zal enkel zichtbaar zijn voor de eigenaar van de inhoud.

source: Published
nl: Gepubliceerd

source: Media page will be visible to individuals according to entitlements on published destinations
nl: De mediapagina zal zichtbaar zijn voor de personen met de overeenkomstige machtingen op gepubliceerde bestemmingen

source: Please select at least one entry to publish
nl: Gelieve minstens een item te selecteren om te publiceren

source: You are not allowed to publish media to any channels or galleries
nl: U bent niet gemachtigd om media in een kanaal of galerij te publiceren

source: An error occurred while trying to publish / unpublish media.
nl: Er is een fout opgetreden tijdens het proberen te publiceren/verwijderen van media.

source: No valid categories or channels for publish.
nl: Geen geldige categorieën of kanalen voor publicatie.

source: The media could not be published / unpublished. Try unpublishing from other galleries/channels and try again
nl: De publicatie van de media kon niet worden uitgevoerd/ongedaan worden gemaakt. Probeer om de publicatie van andere galerijen/kanalen ongedaan te maken en probeer het opnieuw

source: Media "%1" could not be published / unpublished. Try unpublishing this media from other galleries/channels and try again
nl: Publicatie van media "%1" kon niet worden uitgevoerd/ongedaan worden gemaakt. Probeer om de publicatie van deze media van andere galerijen/kanalen ongedaan te maken en probeer het opnieuw

source: The media could not be loaded
nl: De media kon niet worden geladen

source: Media could not be loaded "<strong>%1</strong>".
nl: De media kon niet worden geladen "<strong>%1</strong>".

source: This media is pending review
nl: Deze media wacht op een review

source: This media is pending admin moderation and will not be visible until approved
nl: Deze media wacht op moderatie van de beheerder en zal niet zichtbaar zijn tot ze is goedgekeurd
