Repository: NORDUnet/kms_translations
Catalog: locale/kms/*/default.po
Languages: nl

source: Only one owner can be assigned. This change will make the selected user the new owner and you will be set as a manager for this channel. Would you like to proceed?
nl: Er kan slechts één eigenaar worden aangewezen. Deze wijziging zorgt ervoor dat de geselecteerde gebruiker de nieuwe eigenaar wordt en u zult als manager voor dit kanaal worden aangesteld. Wilt u doorgaan?

source: Thumbnail upload
nl: Upload miniatuur

source: Create chapters for the video, and upload slides to play along with video.
nl: Hoofdstukken voor de video aanmaken en dia's uploaden om met de video af te spelen.

source: Processing...
nl: Bezig met verwerken...

source: Create a new Chapter
nl: Een nieuw hoofdstuk aanmaken

source: Create a new Slide
nl: Een nieuwe dia aanmaken

source: Upload Slides Deck (PPT, PPTX, PDF)
nl: Diareeksen uploaden (PPT, PPTX, PDF)

source: Upload Full Deck
nl: Volledige reeks uploaden

source: Upload Single Slide
nl: Enkele dia uploaden

source: Back to Timeline
nl: Terug naar tijdlijn

source: Deck upload
nl: Reeks uploaden

source: Choose slides resolution:
nl: Resolutie dia's kiezen:

source: Normal Resolution (1024x768)
nl: Normale resolutie (1024x768)

source: Wide Resolution (1366x768)
nl: Brede resolutie (1366x768)

source: Note - once the upload and processing is done, the slides will be equally spread across the timeline for you to manually arrange them.
nl: Opmerking - eenmaal het uploaden en verwerken voltooid is, zullen de dia's gelijkmatig over de tijdlijn worden verspreid zodat u ze manueel kunt rangschikken.

source: Saved
nl: Opgeslagen

source: View in Player
nl: In speler kijken

source: Chapter Thumbnail
nl: Miniatuur hoofdstuk

source: replace thumbnail
nl: miniatuur vervangen

source: Chapter Information
nl: Informatie over het hoofdstuk

source: Enter Chapter Title
nl: Hoofdstuktitel invoeren

source: Enter Chapter Description
nl: Hoofdstukbeschrijving invoeren

source: Delete Chapter
nl: Hoofdstuk verwijderen

source: Upload Deck
nl: Reeks uploaden

source: Slide image is a required field
nl: Dia-afbeelding is een vereist veld

source: upload a slide image
nl: een dia-afbeelding uploaden

source: Upload Slide
nl: Dia uploaden

source: replace slide
nl: dia vervangen

source: Slide Information
nl: Dia-informatie

source: Enter Slide Title
nl: Diatitel invoeren

source: Enter Slide Description
nl: Diabeschrijving invoeren

source: Delete Slide
nl: Dia verwijderen

source: Time and Tags
nl: Tijd en tags

source: Enter comma separated Search Tags
nl: Voer zoektags in en scheid ze door een komma

source: Your search for "%1" did not match any timeline results.
nl: Uw zoekopdracht voor "%1" heeft geen tijdlijnresultaten opgeleverd.

source: Your search did not match any timeline results.
nl: Uw zoekopdracht heeft geen tijdlijnresultaten opgeleverd.

source: %1 In Timeline
nl: %1 in tijdlijn

source: Clipped from
nl: Geclipt van

source: by
nl: door

source: Create a Clip from
nl: Een clip aanmaken van

source: Set the range of your clip, complete the metadata and save:
nl: Stel het bereik van uw clip in, vul de metagegevens in en sla op:

source: End-time must be larger than Start-time
nl: De eindtijd moet later zijn dan de starttijd

source: Clip duration must be at least 100ms
nl: De clipduur moet minstens 100 ms zijn

source: Are you sure you want to delete?
nl: Bent u zeker dat u dit wilt verwijderen?

source: Set Starting Point
nl: Startpunt instellen

source: Set Ending Point
nl: Eindpunt instellen

source: Preview
nl: Voorbeeld

source: Trimming will replace your original media.
nl: Het trimmen zal uw originele media vervangen.

source: Are you sure you would like to save the trimmed video?
nl: Bent u zeker dat u de getrimde video wilt opslaan?

source: Trim Confirmation
nl: Trimbevestiging

source: Are you sure you want to delete this comment?
nl: Bent u zeker dat u deze opmerking wilt verwijderen?

source: Reply
nl: Antwoorden

source: Comments are not allowed
nl: Opmerkingen zijn niet toegestaan

source: Discussion is closed
nl: De discussie is gesloten

source: Add a comment
nl: Een opmerking toevoegen

source: More Comments...
nl: Meer opmerkingen...

source: Upload %1 css file
nl: %1 css-bestand uploaden

source: Select a css file:
nl: Een css-bestand selecteren:

source: Upload image file
nl: Afbeelding uploaden

source: Select an image:
nl: Afbeelding selecteren:

source: Grabbing the embed code will make this media <strong>public to the world</strong> and override all entitlements defined in MediaSpace.
nl: Het ophalen van de inbouwcode zorgt ervoor dat deze media <strong>openbaar</strong> wordt en dat alle gedefinieerde machtigingen in MediaSpace worden overschreven.

source: Embed Type
nl: Inbouwtype

source: Legacy
nl: Erfenis

source: Player Skin
nl: Spelerskin

source: Player Size
nl: Spelergrootte

source: Link to Media Page
nl: Link naar de mediapagina

source: This Media is Private. In order to share this media via Email you have to Publish it to a Channel or make it Unlisted
nl: Deze media is privé. Om deze media via e-mail te delen, moet u ze op een kanaal publiceren of Niet in de lijst activeren

source: Share this media via Email
nl: Deze media via e-mail delen

source: Not authenticated
nl: Niet bevestigd

source: Click here to login
nl: Klik hier om in te loggen

source: You are not authorized to view this media
nl: U bent niet gemachtigd om deze media te bekijken

source: Playback of this content is only allowed on its original publishing destination. Please contact owner or support
nl: Opnieuw afspelen van deze inhoud is alleen toegestaan op de originele publicatiebestemming. Neem contact op met de eigenaar of ondersteuning

source: Note that the embedded playlist will not display any media that is private or restricted. <br/>Are you sure you want to continue?
nl: Merk op dat de ingebouwde afspeellijst geen media zal weergeven die privé of beperkt is. <br/>Bent u zeker dat u wilt doorgaan?

source: Embed Playlist
nl: Afspeellijst inbouwen

source: Hide embed code
nl: Ingebouwde code verbergen

source: Playlist Layout (Flash)
nl: Lay-out afspeellijst (Flash)

source: Horizontal
nl: Horizontaal

source: Vertical
nl: Verticaal

source: Dark
nl: Donker

source: Light
nl: Licht

source: Playlist Layout
nl: Lay-out afspeellijst

source: Note that the embedded playlist will not display any media that is private or restricted.
nl: Merk op dat de ingebedde afspeellijst geen media zal tonen die privé of beperkt is.

source: Note that the embedded playlist will not display any media that is private or restricted.
nl: Merk op dat de ingebouwde afspellijst geen media zal weergeven die privé of beperkt is.

source: Create a Live Event
nl: Een live gebeurtenis aanmaken

source: Are you sure you want to start streaming the live event?
nl: Bent u zeker dat u de streaming van de live gebeurtenis wilt starten?

source: Are you sure you want to stop streaming the live event?
nl: Bent u zeker dat u de streaming van de live gebeurtenis wilt stoppen?

source: Start Streaming
nl: Streaming starten

source: Stop Streaming
nl: Streaming stoppen

source: View Event Page
nl: Gebeurtenispagina bekijken

source: Note: This is a manual live entry that is provisioned and streamed from an external application
nl: Opmerking: Dit is een handmatige live-invoer die wordt gestreamd vanuit een externe toepassing

source: Media Selection
nl: Mediaselectie

source: Please select the media you would like the quiz to relate to. You can either select an existing media or upload a new one.
nl: Gelieve de media te selecteren die u als onderwerp van de quiz wilt. U kunt bestaande media selecteren of nieuwe media uploaden.

source: Select
nl: Selecteren

source: Upload Document
nl: Document uploaden

source: A video presentation consists of a document and a video file, synchronized together, Document formats supported are:ppt/pptx, pdf, doc/ docx, xls/ xlsx.
nl: Een videopresentatie bestaat uit een document en een videobestand die samen zijn gesynchroniseerd. Ondersteunde documentformaten zijn: ppt/pptx, pdf, doc/ docx, xls/ xlsx.

source: After the document is uploaded, it will be converted to a format suitable for display in the presentation (this might take a few minutes).
nl: Nadat het document is geüpload, zal het worden geconverteerd naar een formaat dat geschikt is voor weergave in de presentatie (dit kan enkele minuten duren).

source: Once your content is ready it will appear in the document list(step 2).
nl: Van zodra uw inhoud klaar is, zal hij in de documentlijst verschijnen (stap 2).

source: Back to the video presentation creation flow (step 1)
nl: Terug naar het aanmaakproces van de videopresentatie (stap 1)

source: Add Video Presentation
nl: Videopresentatie toevoegen

source: To create a Video Presentation, follow these steps
nl: Om een videopresentatie te maken, volg deze stappen

source: Select media (from a list of already uploaded and ready video and audio items)
nl: Selecteer de media (uit een lijst van reeds geüploade video- en audio-items)

source: Select document (from a list of uploaded, and converted documents)
nl: Selecteer het document (uit een lijst van geüploade en geconverteerde documenten)

source: Add sync points to synchronize the document with the media
nl: Voeg synchronisatiepunten toe om het document te synchroniseren met de media

source: In case you need to upload new documents to the server, use the upload document button below.
nl: Als u nieuwe documenten op de server moet uploaden, gebruik dan de onderstaande knop Document uploaden.

source: Once a Presentation is created, you will be redirected to the "edit page", where you will be able to sync keypoints for playback, and edit metadata.
nl: Van zodra een presentatie is aangemaakt, wordt u doorgestuurd naar de "editorpagina", waar u sleutelpunten voor het terugspelen kunt synchroniseren en metagegevens kunt bewerken.

source: Broadcast Time
nl: Uitzendtijd

source: Event Opens
nl: Gebeurtenis opent

source: On
nl: Op

source: Broadcast
nl: Uitzending

source: before
nl: voor

source: after
nl: na

source: broadcast
nl: uitzending

source: On Demand Ends
nl: Op aanvraag eindigt

source: unlimited
nl: onbeperkt

source: User Information
nl: Gebruikersinformatie

source: Please set content id
nl: Gelieve inhoud-ID in te stellen

source: Replace
nl: Vervangen

source: Undo
nl: Ongedaan maken

source: Replace external entry
nl: Vervang externe invoer

source: Note: Only public YouTube videos are supported
nl: Opmerking: enkel publieke YouTube-video's worden ondersteund

source: Clear all Watch History
nl: Alle kijkgeschiedenis wissen

source: This item has been removed from your history.
nl: Dit item werd uit uw geschiedenis verwijderd.

source: To
nl: Tot

source: All History
nl: Alle geschiedenis

source: Completed Watching
nl: Uitgekeken

source: You must select a channel to import from
nl: U moet een kanaal selecteren om uit te importeren

source: Oops, it appears you do not have manager permissions in any other channel.
nl: Oei, u hebt geen managermachtigingen in een ander kanaal.

source: Please contact your administrator.
nl: Gelieve contact op te nemen met uw beheerder.

source: It appears that none of the channels you manage contain any media assets to import.
nl: Geen van uw beheerde kanalen heeft media om te importeren.

source: Importing...
nl: Importeren...

source: Additional Categories:
nl: Bijkomende categorieën:

source: You can publish the media to multiple categories and channels.
nl: U kunt de media op meerdere categorieën en kanalen publiceren.

source: Complete all the required fields and save the entry before you can select to publish it to categories or channels.
nl: Voltooi alle vereiste velden en bewaar de invoer voordat u kunt selecteren om naar categorieën of kanalen te publiceren.

source: Note that the upload process needs to complete successfully for the "Published" option to be enabled.
nl: Merk op dat de uploadprocedure met succes voltooid moet zijn opdat de optie "Gepubliceerd" kan worden ingeschakeld.

source: Publish in Category
nl: Publiceren in categorie

source: Publish in Channel
nl: Publiceren in kanaal

source: Publish in %1
nl: Gepubliceerd in %1

source: Top Channels I Manage
nl: Topkanalen die ik beheer

source: More Channels
nl: Meer kanalen

source: No related media for this entry
nl: Geen verwante media voor dit item

source: Cancel Replacement
nl: Vervanging annuleren

source: Upload from Desktop
nl: Uploaden vanaf desktop

source: All common video formats in all resolutions are accepted.
nl: Alle algemene videoformaten in alle resoluties worden aanvaard.

source: Note that media will be unpublished from a moderated location (channel/category) and will remain published otherwise.
nl: Merk op dat media zal worden verwijderd van een gemodereerde locatie (kanaal/categorie) en anderszins gepubliceerd zal blijven.

source: Upload from URL
nl: Uploaden van URL

source: Continue to replace the media.
nl: Doorgaan met de vervanging van de media.

source: Approve Replacement
nl: Vervanging goedkeuren

source: Replace Again
nl: Opnieuw vervangen

source: Ingest media from a URL:
nl: Media van een URL opnemen:

source: Validate URL
nl: URL valideren

source: Supported protocols are: http, https, and ftp. If the URL is password protected,
nl: Ondersteunde protocols zijn: http, https, en ftp. Als de URL met een wachtwoord is beveiligd,

source: Certificate Generator
nl: Certificaatgenerator

source: Available to view
nl: Beschikbaar voor weergave

source: From:
nl: Van:

source: Any Time
nl: Elk moment

source: Until:
nl: Tot:

source: You already added this video in the past. Please choose another.
nl: U hebt deze video vroeger reeds toegevoegd. Gelieve een andere te kiezen.

source: Please make sure that the url is valid, and the checkbox is selected
nl: Gelieve te verzekeren dat de url geldig is en het selectievakje is geselecteerd

source: Your Screen Recording video will be imported and converted.
nl: Uw schermopnamevideo zal worden geïmporteerd en geconverteerd.

source: Link to this media
nl: Link naar deze media

source: Screen Recorder
nl: Schermopnemer

source: To create a Screen Recording, follow these steps:
nl: Om een schermopname te maken, volg deze stappen:

source: Click on the button to launch the Screen Recorder
nl: Klik op de knop om de Schermopnemer te starten

source: Select the options, area to capture and click the Record button
nl: Selecteer de opties, het gebied om op te nemen en klik op de knop Opnemen

source: Once you complete the recording, review the result and click the Upload button
nl: Van zodra de opname is voltooid, bekijk het resultaat en klik op de knop Uploaden

source: After the upload is complete you will be able to enter the metadata for the entry and save it
nl: Nadat de upload is voltooid, zult u in staat zijn om de metagegevens voor het item in te voeren en op te slaan

source: Launch the screen recorder
nl: De schermopnemer starten

source: It might take up to 1 or 2 minutes to load the applet, depending on the installed Java version
nl: Het kan tot 1 of 2 minuten duren om de applet te laden, afhankelijk van de geïnstalleerde versie van Java

source: Thumbnail has been captured
nl: Miniatuur werd opgenomen

source: Thumbnail capture failed
nl: Miniatuuropname mislukt

source: Select one of the Thumbnails
nl: Selecteer een van de miniaturen

source: %sNote: %s By using %sUpload%s
nl: %sOpmerking: %s Met %sUploaden%s

source: , %sCapture%s
nl: , %sOpnemen%s

source: or %sAuto-Generate%s
nl: of %sAutomatisch genereren%s

source: you will set the default thumbnail as the selected one. If you need to backup your current thumbnail, you can %sDownload%s it.
nl: zult u de standaardminiatuur als de geselecteerde miniatuur instellen. Als u een back-up van uw huidige miniatuur moet maken, kunt u ze %sDownloaden%s.

source: Capture
nl: Opnemen

source: Auto-Generate
nl: Automatisch genereren

source: No thumbnail was uploaded for this event
nl: Voor deze gebeurtenis werd geen miniatuur geüpload

source: Upload a thumbnail from your desktop and use it as the default thumbnail
nl: Upload een miniatuur van uw bureaublad en gebruik ze als de standaardminiatuur

source: Use the above player to to seek the frame you would like to use as your default thumbnail and then click on the Capture button.
nl: Gebruik de bovenstaande speler om het frame te zoeken dat u als uw standaardminiatuur wilt gebruiken en klik vervolgens op de knop Opnemen.

source: Select one thumbnail from ten automatically generated thumbnails of this video and set it as the default thumbnail.
nl: Selecteer een miniatuur uit tien automatisch gegenereerde miniaturen van deze video en stel ze in als de standaardminiatuur.

source: Thumbnail for media
nl: Thumbnail voor media

source: There are no more categories.
nl: Er zijn geen categorieën meer.

source: Top Categories Report
nl: Rapport topcategorieën

source: Top Channels Report
nl: Rapport topkanalen

source: There are no more users.
nl: Er zijn geen gebruikers meer.

source: Contributor Media Content Drop Off
nl: Drop-off media-inhoud medewerker

source: User Contribution Report
nl: Rapport gebruikersmedewerking

source: User Media Content Drop Off
nl: Drop-off media-inhoud gebruiker

source: User Engagement Report
nl: Rapport gebruikersengagement

source: Analytics for media
nl: Analyse voor media

source: Analytics for Channel
nl: Analyse voor kanaal

source: Media Items Report
nl: Rapport media-items

source: User Content Dropoff Report
nl: Rapport drop-off gebruikersinhoud

source: Plays to Visits Ratio
nl: Verhouding afgespeeld/bezoeken

source: Avg. Drop-Off
nl: Gem. drop-off

source: Legend
nl: Legenda

source: Other
nl: Andere

source: No data
nl: Geen gegevens

source: General Metrics
nl: Algemene meeteenheden

source: Avg Score
nl: Gem. score

source: note the scores data doesn't change per time filter
nl: merk op dat de scoregegevens niet wijzigen met de tijdfilter

source: View Drop Off
nl: Kijkdrop-off

source: Avg View Time
nl: Gem. kijktijd

source: Top Plays In Channels
nl: Top afgespeeld in kanalen

source: View All
nl: Alles bekijken

source: Top Plays In Categories
nl: Top afgespeeld in categorieën

source: Top Engaged Users
nl: Top geëngageerde gebruikers

source: number of media in this channel
nl: aantal media-items in dit kanaal

source: number of media pages that were loaded, but not necessarily played, in this channel
nl: aantal mediapagina's die in dit kanaal werden geladen, maar niet noodzakelijk werden afgespeeld

source: Viewed
nl: Bekeken

source: number of plays counted across the viewed ones, in this channel
nl: aantal keren afgespeeld in dit kanaal, geteld over de bekeken video's

source: Most Popular Media
nl: Populairste media

source: User Engagement and Contribution
nl: Gebruikersengagement en -medewerking

source: number of members in this channel, including subscribers
nl: aantal leden in dit kanaal, inclusief abonnees

source: number of users that viewed media pages in this channel
nl: aantal gebruikers die media in dit kanaal hebben geladen

source: number of users that contributed media to this channel
nl: aantal gebruikers die media op dit kanaal hebben geplaatst

source: Top Contributors
nl: Topmedewerkers

source: NEW
nl: NIEUW

source: Contributions
nl: Medewerkingen

source: Last day
nl: Laatste dag

source: Unique Videos
nl: Unieke video's

source: Contributed By
nl: Bijgedragen door

source: Plays in Channel
nl: Speelt af in kanaal

source: Maximum Play-Through
nl: Maximale Play-Through

source: For
nl: Voor

source: print
nl: afdrukken

source: Answered
nl: Beantwoord

source: Export to CSV
nl: Exporteren naar CSV

source: Printable Version
nl: Afdrukbare versie

source: There are no more questions.
nl: Er zijn geen vragen meer.

source: User Answered
nl: Gebruiker geantwoord

source: Top Users Report
nl: Rapport topgebruikers

source: Channel Thumbnail
nl: Thumbnail kanaal

source: No Results...
nl: Geen resultaten...

source: Player Options
nl: Speleropties

source: Select
nl: Selecteren

source: Course:
nl: Actie:

source: show less...
nl: minder tonen...

source: Name:
nl: Naam:

source: Presenter's Name
nl: Naam van de presentator

source: External Link to Presenter's info
nl: Externe link naar de informatie van de presentator

source: Title:
nl: Titel:

source: Presenter's Title
nl: Titel van de presentator

source: Presenter's Biography
nl: Biografie van de presentator

source: Image:
nl: Afbeelding:

source: Save Presenter
nl: Presentator opslaan

source: Update Presenter
nl: Presentator updaten

source: Add a presenter
nl: Een presentator toevoegen

source: Presenter (PRESENTER)`s information will be removed from this webcast.</br>Are you sure you want to continue?
nl: De informatie over de presentator (PRESENTATOR) zal van deze webcast worden verwijderd.</br>Bent u zeker dat u wilt doorgaan?

source: Media Galleries
nl: Mediagalerijen

source: Yes, please
nl: Ja, graag

source: No, thanks
nl: Nee, dank u

source: Embedded Media Options
nl: Ingebouwde mediaopties

source: Metadata:
nl: Metagegevens:

source: Owner
nl: Eigenaar

source: Upload Date
nl: Uploaddatum

source: Clear All
nl: Alles wissen

source: We're sorry, this page is not compatible with your device
nl: Het spijt ons, deze pagina is niet compatibel met uw apparaat

source: Large
nl: Groot

source: Small
nl: Klein

source: Enable Shared Repository
nl: Gedeelde opslagplaats activeren

source: session cookies
nl: sessiecookies

source: It seems your browser is blocking 3rd party %1 which are required for the Kaltura application. To resolve this issue, please update your settings to allow 3rd party cookies.
nl: Het lijkt erop dat uw browser de %1 van derden blokkeert, terwijl die voor de Kaltura-applicatie worden vereist. Om dit probleem op te lossen, gelieve uw instellingen bij te werken om cookies van derde partijen toe te staan.

source: No featured media in course.
nl: Geen gekenmerkte media aan de gang.

source: Upload app icon
nl: App-pictogram uploaden

source: Select a image file:
nl: Een afbeeldingsbestand selecteren:

source: Create a Webcast Event
nl: Een webcastgebeurtenis aanmaken

source: Schedule a Webcast Event
nl: Een webcastgebeurtenis plannen

source: Invite attendees
nl: Personen uitnodigen

source: Downloads an ICS file
nl: Download een ICS-bestand

source: Launch Application
nl: Toepassing starten

source: Don't have the application? Download
nl: Beschikt u niet over de toepassing? Download ze

source: here!
nl: hier!

source: There are no webcast events.
nl: Er zijn geen webcastgebeurtenissen.

source: Your selection was saved
nl: Uw selectie werd opgeslagen

source: Primary URL
nl: Primaire URL

source: Stream Name
nl: Streamnaam

source: Export XML for FMLE
nl: XML exporteren voor FMLE

source: Upcoming Webcasts
nl: Aankomende webcasts

source: Recorded Webcasts
nl: Opgenomen webcasts

source: See %u more
nl: Zie %u meer

source: Kaltura Webcasting Desktop Application is an advanced webcasting tool for streaming live video with slide synchronization, automatic recording and real-time reports.
nl: Kaltura Webcasting Desktop Application is een geavanceerde webcastingtool voor de streaming van live video's met diasynchronisatie, automatische opnames en real-time rapporten.

source: Windows System Requirements
nl: Windows-systeemvereisten

source: Windows 7 and up
nl: Windows 7 en hoger

source: OS X System Requirements
nl: OS X Systeemvereisten

source: OS X 10.7 and up
nl: OS X 10.7 en hoger

source: Upload Resources CSV File
nl: Hulpbronnen CSV-bestand uploaden

source: Error: Resource Conflict
nl: Fout: hulpbronconflict
